{"text": "\n\n\n\nShark - Wikipedia\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nShark\n\nFrom Wikipedia, the free encyclopedia\n\n\n\nJump to navigation\nJump to search\nSuperorder of predatory cartilaginous fish\nFor other uses, see Shark (disambiguation).\n\n\n\n\nSharksTemporal range: Late Silurian–Present 420–0 Ma \nPreꞒ\nꞒ\nO\nS\nD\nC\nP\nT\nJ\nK\nPg\nN\n\n\n\n\n Possible Ordovician record[1]\n\n\n\n\n\nClockwise from top left: spiny dogfish, Australian angelshark, whale shark, great white shark, horn shark, frilled shark, scalloped hammerhead and Japanese sawshark.\n\n\nScientific classification \n\n\nKingdom:\n\nAnimalia\n\n\nPhylum:\n\nChordata\n\n\nClass:\n\nChondrichthyes\n\n\nSubclass:\n\nElasmobranchii\n\n\nInfraclass:\n\nEuselachii\n\n\nSuperorder:\n\nSelachimorpha\n\n\nOrders\n\n\n\nCarcharhiniformes\nHeterodontiformes\nHexanchiformes\nLamniformes\nOrectolobiformes\nPristiophoriformes\nSqualiformes\nSquatiniformes\n\n\n\nSynonyms\n\n\n\nPleurotremata\nSelachii\n\n\nSharks are a group of elasmobranch fish characterized by a cartilaginous skeleton, five to seven gill slits on the side"}
{"text": "s of the head, and pectoral fins that are not fused to the head. Modern sharks are classified within the clade Selachimorpha (or Selachii) and are the sister group to the rays. However, the term \"shark\" has also been (incorrectly[2]) used to refer to extinct members of the subclass Elasmobranchii, which are technically outside the Selachimorpha clade. Notable examples of improper classification include Cladoselache, Xenacanthus, and various other members of the Chondrichthyes class like the holocephalid eugenedontidans.\nUnder this broader definition, the earliest known sharks date back to more than 420 million years ago.[3] Acanthodians are often referred to as \"spiny sharks\"; though they are not part of Chondrichthyes proper, they are a paraphyletic assemblage leading to cartilaginous fish as a whole.  Since then, sharks have diversified into over 500 species. They range in size from the small dwarf lanternshark (Etmopterus perryi), a deep sea species that is only 17 centimetres (6.7 i"}
{"text": "n) in length, to the whale shark (Rhincodon typus), the largest fish in the world, which reaches approximately 12 metres (40 ft) in length.[4] Sharks are found in all seas and are common to depths up to 2,000 metres (6,600 ft). They generally do not live in freshwater, although there are a few known exceptions, such as the bull shark and the river shark, which can be found in both seawater and freshwater.[5] Sharks have a covering of dermal denticles that protects their skin from damage and parasites in addition to improving their fluid dynamics. They have numerous sets of replaceable teeth.[6]\nSeveral species are apex predators, which are organisms that are at the top of their food chain. Select examples include the tiger shark, blue shark, great white shark, mako shark, thresher shark, and hammerhead shark.\nSharks are caught by humans for shark meat or shark fin soup. Many shark populations are threatened by human activities. Since 1970, shark populations have been reduced by 71%, mos"}
{"text": "tly from overfishing.[7]\n\nContents\n\n1 Etymology\n2 Evolutionary history\n\n2.1 Fossil record\n\n2.1.1 Early Miocene extinction event\n\n\n2.2 Taxonomy\n\n\n3 Anatomy\n\n3.1 Teeth\n3.2 Skeleton\n3.3 Jaw\n3.4 Fins\n3.5 Dermal denticles\n3.6 Tails\n\n\n4 Physiology\n\n4.1 Buoyancy\n4.2 Respiration\n4.3 Thermoregulation\n4.4 Osmoregulation\n4.5 Digestion\n4.6 Fluorescence\n\n\n5 Senses\n\n5.1 Smell\n5.2 Sight\n5.3 Hearing\n5.4 Electroreception\n5.5 Lateral line\n\n\n6 Life history\n\n6.1 Reproduction\n\n6.1.1 Sexual\n6.1.2 Asexual\n\n\n6.2 Brooding\n\n6.2.1 Ovoviviparity\n6.2.2 Oviparity\n6.2.3 Viviparity\n\n\n\n\n7 Behavior\n\n7.1 Speed\n7.2 Intelligence\n7.3 Sleep\n\n\n8 Ecology\n\n8.1 Feeding\n8.2 Range and habitat\n\n\n9 Relationship with humans\n\n9.1 Attacks\n9.2 In captivity\n9.3 In culture\n\n9.3.1 In Hawaii\n9.3.2 In American Samoa\n9.3.3 In popular culture\n9.3.4 Popular misconceptions\n\n\n\n\n10 Threats to sharks\n\n10.1 Fishery\n10.2 Shark culling\n10.3 Other threats\n\n\n11 Conservation\n12 See also\n13 Further reading\n14 References\n\n\n\nEtymology\nUntil the 16th century"}
{"text": ",[8] sharks were known to mariners as \"sea dogs\".[9] This is still evidential in several species termed \"dogfish,\" or the porbeagle.\nThe etymology of the word shark is uncertain, the most likely etymology states that the original sense of the word was that of \"predator, one who preys on others\" from the Dutch schurk, meaning 'villain, scoundrel' (cf. card shark, loan shark, etc.), which was later applied to the fish due to its predatory behaviour.[10]\nA now disproven[original research?] theory is that it derives from the Yucatec Maya word xook (pronounced [ʃoːk]), meaning 'shark'.[11] \nEvidence for this etymology came from the Oxford English Dictionary, which notes shark first came into use after Sir John Hawkins' sailors exhibited one in London in 1569 and posted \"sharke\" to refer to the large sharks of the Caribbean Sea. However, the Middle English Dictionary records an isolated occurrence of the word shark (referring to a sea fish) in a letter written by Thomas Beckington in 1442, wh"}
{"text": "ich rules out a New World etymology.[12][original research?]\n\nEvolutionary history\n Fossil shark tooth (size over 9 cm or 3.5 inches) with crown, shoulder, root and root lobe\n A collection of Cretaceous shark teeth\nSee also: Evolution of fish\nFossil record\nEvidence for the existence of shark-like chondrichthyans dates from the Ordovician period, 450–420 million years ago, before land vertebrates existed and before a variety of plants had colonized the continents.[3] Only scales have been recovered from the first supposed elasmobranchians and not all paleontologists agree that these are from true sharks, suspecting that these scales are actually those of thelodont agnathans.[13] The oldest generally accepted \"shark\" scales are from about 420 million years ago, in the Silurian period.[13] Those animals looked very different from modern sharks.[14] At this time the most common shark tooth is the cladodont, a style of thin tooth with three tines like a trident, apparently to help catch fish"}
{"text": ". The majority of modern sharks can be traced back to around 100 million years ago.[15] Most fossils are of teeth, often in large numbers. Partial skeletons and even complete fossilized remains have been discovered. Estimates suggest that sharks grow tens of thousands of teeth over a lifetime, which explains the abundant fossils. The teeth consist of easily fossilized calcium phosphate, an apatite. When a shark dies, the decomposing skeleton breaks up, scattering the apatite prisms. Preservation requires rapid burial in bottom sediments.\nAmong the most ancient and primitive shark-like fish is Cladoselache, from about 370 million years ago,[14] which has been found within Paleozoic strata in Ohio, Kentucky, and Tennessee. At that point in Earth's history these rocks made up the soft bottom sediments of a large, shallow ocean, which stretched across much of North America. Cladoselache was only about 1 metre (3.3 ft) long with stiff triangular fins and slender jaws.[14] Its teeth had sever"}
{"text": "al pointed cusps, which wore down from use. From the small number of teeth found together, it is most likely that Cladoselache did not replace its teeth as regularly as modern sharks. Its caudal fins had a similar shape to the great white sharks and the pelagic shortfin and longfin makos. The presence of whole fish arranged tail-first in their stomachs suggest that they were fast swimmers with great agility.\nMost fossil shark-like fish from about 300 to 150 million years ago can be assigned to one of two groups. The Xenacanthida was almost exclusive to freshwater environments.[16][17] By the time this group became extinct about 220 million years ago, they had spread worldwide. The other group, the hybodonts, appeared about 320 million years ago and lived mostly in the oceans, but also in freshwater.[citation needed] The results of a 2014 study of the gill structure of an unusually well preserved 325-million-year-old fossil suggested that sharks are not \"living fossils\", but rather have "}
{"text": "evolved more extensively than previously thought over the hundreds of millions of years they have been around.[18]\n\n Megalodon (top two, estimated maximum and conservative sizes) with the whale shark, great white shark, and a human for scale\nIt appears Selachiimorpha and Batoidea split in the Triassic.[2] Modern sharks began to appear about 100 million years ago.[15] Fossil mackerel shark teeth date to the Early Cretaceous. One of the most recently evolved families is the hammerhead shark (family Sphyrnidae), which emerged in the Eocene.[19] The oldest white shark teeth date from 60 to 66 million years ago, around the time of the extinction of the dinosaurs. In early white shark evolution there are at least two lineages: one lineage is of white sharks with coarsely serrated teeth and it probably gave rise to the modern great white shark, and another lineage is of white sharks with finely serrated teeth. These sharks attained gigantic proportions and include the extinct megatoothed shark"}
{"text": ", C. megalodon. Like most extinct sharks, C. megalodon is also primarily known from its fossil teeth and vertebrae. This giant shark reached a total length (TL) of more than 16 metres (52 ft).[20][21] C. megalodon may have approached a maxima of 20.3 metres (67 ft) in total length and 103 metric tons (114 short tons) in mass.[22] Paleontological evidence suggests that this shark was an active predator of large cetaceans.[22]\n\nEarly Miocene extinction event\nSee also: Miocene and List of extinction events\nA study published in 2021 provided evidence for a major shark extinction event that occurred 19 million years ago. This is 5 million years before the established Middle Miocene disruption. The cause of this extinction event is not yet known, however, the study suggests that pelagic shark diversity decreased by over 70% and abundance by over 90%, and that modern sharks never recovered from this event. The authors also state that prior to the extinction event, \"sharks played a much larger "}
{"text": "role in the open-ocean ecosystem than they do today.\" In present times, only 53 open-ocean shark species remains.[23][24][25]\n\nTaxonomy\n\n Shark fossil, Lebachacanthus senckenbergianus, at Permian period\nSharks belong to the superorder Selachimorpha in the subclass Elasmobranchii in the class Chondrichthyes. The Elasmobranchii also include rays and skates; the Chondrichthyes also include Chimaeras. It was thought that the sharks form a polyphyletic group: some sharks are more closely related to rays than they are to some other sharks,[26] but current molecular studies support monophyly of both groups of sharks and batoids.[27][28]\nThe superorder Selachimorpha is divided into Galea (or Galeomorphii), and Squalea (or Squalomorphii). The Galeans are the Heterodontiformes, Orectolobiformes, Lamniformes, and Carcharhiniformes. Lamnoids and Carcharhinoids are usually placed in one clade, but recent studies show the Lamnoids and Orectoloboids are a clade. Some scientists now think that Heterodo"}
{"text": "ntoids may be Squalean. The Squaleans are divided into Hexanchiformes and Squalomorpha. The former includes cow shark and frilled shark, though some authors propose both families to be moved to separate orders. The Squalomorpha contains the Squaliformes and the Hypnosqualea. The Hypnosqualea may be invalid. It includes the Squatiniformes, and the Pristorajea, which may also be invalid, but includes the Pristiophoriformes and the Batoidea.[26][29]\nThere are more than 500 species of sharks split across thirteen orders, including four orders of sharks that have gone extinct:[29][30]\n\nCarcharhiniformes: Commonly known as ground sharks, the order includes the blue, tiger, bull, grey reef, blacktip reef, Caribbean reef, blacktail reef, whitetip reef, and oceanic whitetip sharks (collectively called the requiem sharks) along with the houndsharks, catsharks, and hammerhead sharks. They are distinguished by an elongated snout and a nictitating membrane which protects the eyes during an attack.\nH"}
{"text": "eterodontiformes: They are generally referred to as the bullhead or horn sharks.\nHexanchiformes: Examples from this group include the cow sharks and frilled sharks, which somewhat resembles a marine snake.\nLamniformes: They are commonly known as the mackerel sharks. They include the goblin shark, basking shark, megamouth shark, the thresher sharks, shortfin and longfin mako sharks, and great white shark. They are distinguished by their large jaws and ovoviviparous reproduction. The Lamniformes also include the extinct megalodon, Otodus megalodon.\nOrectolobiformes: They are commonly referred to as the carpet sharks, including zebra sharks, nurse sharks, wobbegongs, and the whale shark.\nPristiophoriformes: These are the sawsharks, with an elongated, toothed snout that they use for slashing their prey.\nSqualiformes: This group includes the dogfish sharks and roughsharks.\nSquatiniformes: Also known as angel sharks, they are flattened sharks with a strong resemblance to stingrays and skates."}
{"text": "\nEchinorhiniformes: This group includes the prickly shark and bramble shark. Phylogenetic placement of this group has been ambiguous in scientific studies.[31] They are sometimes given their own order, Echinorhiniformes.[30]\n† Cladoselachiformes\n† Hybodontiformes\n† Symmoriida\n† Xenacanthida (Xenacantiformes)\nAnatomy\n General anatomical features of sharks\nMain article: Shark anatomy\nTeeth\nMain article: Shark tooth\n The teeth of tiger sharks are oblique and serrated to saw through flesh\nShark teeth are embedded in the gums rather than directly affixed to the jaw, and are constantly replaced throughout life. Multiple rows of replacement teeth grow in a groove on the inside of the jaw and steadily move forward in comparison to a conveyor belt; some sharks lose 30,000 or more teeth in their lifetime. The rate of tooth replacement varies from once every 8 to 10 days to several months. In most species, teeth are replaced one at a time as opposed to the simultaneous replacement of an entire row"}
{"text": ", which is observed in the cookiecutter shark.[32]\nTooth shape depends on the shark's diet: those that feed on mollusks and crustaceans have dense and flattened teeth used for crushing, those that feed on fish have needle-like teeth for gripping, and those that feed on larger prey such as mammals have pointed lower teeth for gripping and triangular upper teeth with serrated edges for cutting. The teeth of plankton-feeders such as the basking shark are small and non-functional.[33]\n\nSkeleton\nShark skeletons are very different from those of bony fish and terrestrial vertebrates. Sharks and other cartilaginous fish (skates and rays) have skeletons made of cartilage and connective tissue. Cartilage is flexible and durable, yet is about half the normal density of bone. This reduces the skeleton's weight, saving energy.[34] Because sharks do not have rib cages, they can easily be crushed under their own weight on land.[35]\n\nJaw\nThe jaws of sharks, like those of rays and skates, are not attach"}
{"text": "ed to the cranium. The jaw's surface (in comparison to the shark's vertebrae and gill arches) needs extra support due to its heavy exposure to physical stress and its need for strength. It has a layer of tiny hexagonal plates called \"tesserae\", which are crystal blocks of calcium salts arranged as a mosaic.[36] This gives these areas much of the same strength found in the bony tissue found in other animals.\nGenerally sharks have only one layer of tesserae, but the jaws of large specimens, such as the bull shark, tiger shark, and the great white shark, have two to three layers or more, depending on body size. The jaws of a large great white shark may have up to five layers.[34] In the rostrum (snout), the cartilage can be spongy and flexible to absorb the power of impacts.\n\nFins\nFin skeletons are elongated and supported with soft and unsegmented rays named ceratotrichia, filaments of elastic protein resembling the horny keratin in hair and feathers.[37] Most sharks have eight fins. Shark"}
{"text": "s can only drift away from objects directly in front of them because their fins do not allow them to move in the tail-first direction.[35]\n\nDermal denticles\nFurther information: Fish scale § Placoid scales\n The dermal denticles of a lemon shark, viewed through a scanning electron microscope\nUnlike bony fish, sharks have a complex dermal corset made of flexible collagenous fibers and arranged as a helical network surrounding their body. This works as an outer skeleton, providing attachment for their swimming muscles and thus saving energy.[38] Their dermal teeth give them hydrodynamic advantages as they reduce turbulence when swimming.[39] Some species of shark have pigmented outer skin layers under the denticles that form complex patterns like spots (e.g. Zebra shark) and stripes (e.g. Tiger shark). These markings are important for camouflage and help sharks blend in with their environment, as well as making them difficult for prey to detect.[40] For some species, patterning returns to "}
{"text": "the healed dermis even after areas have been removed by injury.[41]\n\nTails\nTails provide thrust, making speed and acceleration dependent on tail shape. Caudal fin shapes vary considerably between shark species, due to their evolution in separate environments. Sharks possess a heterocercal caudal fin in which the dorsal portion is usually noticeably larger than the ventral portion. This is because the shark's vertebral column extends into that dorsal portion, providing a greater surface area for muscle attachment. This allows more efficient locomotion among these negatively buoyant cartilaginous fish. By contrast, most bony fish possess a homocercal caudal fin.[42]\nTiger sharks have a large upper lobe, which allows for slow cruising and sudden bursts of speed. The tiger shark must be able to twist and turn in the water easily when hunting to support its varied diet, whereas the porbeagle shark, which hunts schooling fish such as mackerel and herring, has a large lower lobe to help it kee"}
{"text": "p pace with its fast-swimming prey.[43] Other tail adaptations help sharks catch prey more directly, such as the thresher shark's usage of its powerful, elongated upper lobe to stun fish and squid.\n\nPhysiology\nBuoyancy\nUnlike bony fish, sharks do not have gas-filled swim bladders for buoyancy. Instead, sharks rely on a large liver filled with oil that contains squalene, and their cartilage, which is about half the normal density of bone.[38] Their liver constitutes up to 30% of their total body mass.[44] The liver's effectiveness is limited, so sharks employ dynamic lift to maintain depth while swimming. Sand tiger sharks store air in their stomachs, using it as a form of swim bladder.  Bottom-dwelling sharks, like the nurse shark, have negative buoyancy, allowing them to rest on the ocean floor.\nSome sharks, if inverted or stroked on the nose, enter a natural state of tonic immobility. Researchers use this condition to handle sharks safely.[45]\n\nRespiration\nLike other fish, sharks extr"}
{"text": "act oxygen from seawater as it passes over their gills. Unlike other fish, shark gill slits are not covered, but lie in a row behind the head. A modified slit called a spiracle lies just behind the eye, which assists the shark with taking in water during respiration and plays a major role in bottom–dwelling sharks. Spiracles are reduced or missing in active pelagic sharks.[33] While the shark is moving, water passes through the mouth and over the gills in a process known as \"ram ventilation\". While at rest, most sharks pump water over their gills to ensure a constant supply of oxygenated water. A small number of species have lost the ability to pump water through their gills and must swim without rest. These species are obligate ram ventilators and would presumably asphyxiate if unable to move. Obligate ram ventilation is also true of some pelagic bony fish species.[46][47]\nThe respiration and circulation process begins when deoxygenated blood travels to the shark's two-chambered heart."}
{"text": " Here the shark pumps blood to its gills via the ventral aorta artery where it branches into afferent brachial arteries. Reoxygenation takes place in the gills and the reoxygenated blood flows into the efferent brachial arteries, which come together to form the dorsal aorta. The blood flows from the dorsal aorta throughout the body. The deoxygenated blood from the body then flows through the posterior cardinal veins and enters the posterior cardinal sinuses. From there blood enters the heart ventricle and the cycle repeats.[48]\n\nThermoregulation\nMost sharks are \"cold-blooded\" or, more precisely, poikilothermic, meaning that their internal body temperature matches that of their ambient environment. Members of the family Lamnidae (such as the shortfin mako shark and the great white shark) are homeothermic and maintain a higher body temperature than the surrounding water. In these sharks, a strip of aerobic red muscle located near the center of the body generates the heat, which the body r"}
{"text": "etains via a countercurrent exchange mechanism by a system of blood vessels called the rete mirabile (\"miraculous net\"). The common thresher and bigeye thresher sharks have a similar mechanism for maintaining an elevated body temperature.[49]\n\nOsmoregulation\nIn contrast to bony fish, with the exception of the coelacanth,[50] the blood and other tissue of sharks and Chondrichthyes is generally isotonic to their marine environments because of the high concentration of urea (up to 2.5%[51]) and trimethylamine N-oxide (TMAO), allowing them to be in osmotic balance with the seawater. This adaptation prevents most sharks from surviving in freshwater, and they are therefore confined to marine environments. A few exceptions exist, such as the bull shark, which has developed a way to change its kidney function to excrete large amounts of urea.[44] When a shark dies, the urea is broken down to ammonia by bacteria, causing the dead body to gradually smell strongly of ammonia.[52][53]\nResearch in 1"}
{"text": "930 by Homer W. Smith showed that sharks' urine doesn't contain sufficient sodium to avoid hypernatremia, and it was postulated that there must be an additional mechanism for salt secretion. In 1960 it was discovered at the Mount Desert Island Biological Laboratory in Salsbury Cove, Maine that sharks have a type of salt gland located at the end of the intestine, known as the \"rectal gland\", whose function is the secretion of chlorides.[54]\n\nDigestion\nDigestion can take a long time. The food moves from the mouth to a J-shaped stomach, where it is stored and initial digestion occurs.[55] Unwanted items may never get past the stomach, and instead the shark either vomits or turns its stomachs inside out and ejects unwanted items from its mouth.[56]\nOne of the biggest differences between the digestive systems of sharks and mammals is that sharks have much shorter intestines. This short length is achieved by the spiral valve with multiple turns within a single short section instead of a long "}
{"text": "tube-like intestine. The valve provides a long surface area, requiring food to circulate inside the short gut until fully digested, when remaining waste products pass into the cloaca.[55]\n\nFluorescence\nA few sharks appear fluorescent under blue light, such as the swell shark and the chain catshark, where the fluorophore derives from a metabolite of kynurenic acid.[57]\n\nSenses\nSmell\n The shape of the hammerhead shark's head may enhance olfaction by spacing the nostrils further apart.\nSharks have keen olfactory senses, located in the short duct (which is not fused, unlike bony fish) between the anterior and posterior nasal openings, with some species able to detect as little as one part per million of blood in seawater.[58] The size of the olfactory bulb varies across different shark species, with size dependent on how much a given species relies on smell or vision to find their prey.[59] In environments with low visibility, shark species generally have larger olfactory bulbs.[59] In reef"}
{"text": "s, where visibility is high, species of sharks from the family Carcharhinidae have smaller olfactory bulbs.[59] Sharks found in deeper waters also have larger olfactory bulbs.[60]\nSharks have the ability to determine the direction of a given scent based on the timing of scent detection in each nostril.[61] This is similar to the method mammals use to determine direction of sound.\nThey are more attracted to the chemicals found in the intestines of many species, and as a result often linger near or in sewage outfalls. Some species, such as nurse sharks, have external barbels that greatly increase their ability to sense prey.\n\nSight\n Eye of a bigeyed sixgill shark (Hexanchus nakamurai)\nShark eyes are similar to the eyes of other vertebrates, including similar lenses, corneas and retinas, though their eyesight is well adapted to the marine environment with the help of a tissue called tapetum lucidum. This tissue is behind the retina and reflects light back to it, thereby increasing visibili"}
{"text": "ty in the dark waters. The effectiveness of the tissue varies, with some sharks having stronger nocturnal adaptations. Many sharks can contract and dilate their pupils, like humans, something no teleost fish can do. Sharks have eyelids, but they do not blink because the surrounding water cleans their eyes. To protect their eyes some species have nictitating membranes. This membrane covers the eyes while hunting and when the shark is being attacked. However, some species, including the great white shark (Carcharodon carcharias), do not have this membrane, but instead roll their eyes backwards to protect them when striking prey. The importance of sight in shark hunting behavior is debated. Some believe that electro- and chemoreception are more significant, while others point to the nictating membrane as evidence that sight is important. Presumably, the shark would not protect its eyes were they unimportant. The use of sight probably varies with species and water conditions. The shark's fi"}
{"text": "eld of vision can swap between monocular and stereoscopic at any time.[62] A micro-spectrophotometry study of 17 species of shark found 10 had only rod photoreceptors and no cone cells in their retinas giving them good night vision while making them colorblind. The remaining seven species had in addition to rods a single type of cone photoreceptor sensitive to green and, seeing only in shades of grey and green, are believed to be effectively colorblind. The study indicates that an object's contrast against the background, rather than colour, may be more important for object detection.[63]\n[64][65]\n\nHearing\nAlthough it is hard to test the hearing of sharks, they may have a sharp sense of hearing and can possibly hear prey from many miles away.[66] The hearing sensitivity for most shark species lies between 20 and 1000 Hz.[67]\nA small opening on each side of their heads (not the spiracle) leads directly into the inner ear through a thin channel. The lateral line shows a similar arrangemen"}
{"text": "t, and is open to the environment via a series of openings called lateral line pores. This is a reminder of the common origin of these two vibration- and sound-detecting organs that are grouped together as the acoustico-lateralis system. In bony fish and tetrapods the external opening into the inner ear has been lost.\n\n Electromagnetic field receptors (ampullae of Lorenzini) and motion detecting canals in the head of a shark\nElectroreception\nMain article: Electroreception\nThe ampullae of Lorenzini are the electroreceptor organs. They number in the hundreds to thousands. Sharks use the ampullae of Lorenzini to detect the electromagnetic fields that all living things produce.[68] This helps sharks (particularly the hammerhead shark) find prey. The shark has the greatest electrical sensitivity of any animal. Sharks find prey hidden in sand by detecting the electric fields they produce. Ocean currents moving in the magnetic field of the Earth also generate electric fields that sharks can us"}
{"text": "e for orientation and possibly navigation.[69]\n\nLateral line\nMain article: Lateral line\nThis system is found in most fish, including sharks. It is a tactile sensory system which allows the organism to detect water speed and pressure changes near by.[70] The main component of the system is the neuromast, a cell similar to hair cells present in the vertebrate ear that interact with the surrounding aquatic environment. This helps sharks distinguish between the currents around them, obstacles off on their periphery, and struggling prey out of visual view. The shark can sense frequencies in the range of 25 to 50 Hz.[71]\n\n\nLife history\n The claspers of male spotted wobbegong\n Shark egg\n The spiral egg case of a Port Jackson shark\nShark lifespans vary by species. Most live 20 to 30 years. The spiny dogfish has one of the longest lifespans at more than 100 years.[72] Whale sharks (Rhincodon typus) may also live over 100 years.[73] Earlier estimates suggested the Greenland shark (Somniosus micro"}
{"text": "cephalus) could reach about 200 years, but a recent study found that a 5.02-metre-long (16.5 ft) specimen was 392 ± 120 years old (i.e., at least 272 years old), making it the longest-lived vertebrate known.[74][75]\n\nReproduction\nUnlike most bony fish, sharks are K-selected reproducers, meaning that they produce a small number of well-developed young as opposed to a large number of poorly developed young. Fecundity in sharks ranges from 2 to over 100 young per reproductive cycle.[76] Sharks mature slowly relative to many other fish. For example, lemon sharks reach sexual maturity at around age 13–15.[77]\n\nSexual\nSharks practice internal fertilization.[78] The posterior part of a male shark's pelvic fins are modified into a pair of intromittent organs called claspers, analogous to a mammalian penis, of which one is used to deliver sperm into the female.[79]\nMating has rarely been observed in sharks.[80] The smaller catsharks often mate with the male curling around the female. In less fle"}
{"text": "xible species the two sharks swim parallel to each other while the male inserts a clasper into the female's oviduct. Females in many of the larger species have bite marks that appear to be a result of a male grasping them to maintain position during mating. The bite marks may also come from courtship behavior: the male may bite the female to show his interest. In some species, females have evolved thicker skin to withstand these bites.[79]\n\nAsexual\nThere have been a number of documented cases in which a female shark who has not been in contact with a male has conceived a pup on her own through parthenogenesis.[81][82] The details of this process are not well understood, but genetic fingerprinting showed that the pups had no paternal genetic contribution, ruling out sperm storage. The extent of this behavior in the wild is unknown. Mammals are now the only major vertebrate group in which asexual reproduction has not been observed.\nScientists say that asexual reproduction in the wild is r"}
{"text": "are, and probably a last-ditch effort to reproduce when a mate is not present. Asexual reproduction diminishes genetic diversity, which helps build defenses against threats to the species. Species that rely solely on it risk extinction. Asexual reproduction may have contributed to the blue shark's decline off the Irish coast.[83]\n\nBrooding\nSharks display three ways to bear their young, varying by species, oviparity, viviparity and ovoviviparity.[84][85]\n\nOvoviviparity\nMost sharks are ovoviviparous, meaning that the eggs hatch in the oviduct within the mother's body and that the egg's yolk and fluids secreted by glands in the walls of the oviduct nourishes the embryos. The young continue to be nourished by the remnants of the yolk and the oviduct's fluids. As in viviparity, the young are born alive and fully functional. Lamniforme sharks practice oophagy, where the first embryos to hatch eat the remaining eggs.  Taking this a step further, sand tiger shark pups cannibalistically consume "}
{"text": "neighboring embryos.  The survival strategy for ovoviviparous species is to brood the young to a comparatively large size before birth. The whale shark is now classified as ovoviviparous rather than oviparous, because extrauterine eggs are now thought to have been aborted. Most ovoviviparous sharks give birth in sheltered areas, including bays, river mouths and shallow reefs. They choose such areas for protection from predators (mainly other sharks) and the abundance of food. Dogfish have the longest known gestation period of any shark, at 18 to 24 months. Basking sharks and frilled sharks appear to have even longer gestation periods, but accurate data are lacking.[84]\n\nOviparity\nSome species are oviparous, laying their fertilized eggs in the water. In most oviparous shark species, an egg case with the consistency of leather protects the developing embryo(s). These cases may be corkscrewed into crevices for protection. The egg case is commonly called a mermaid's purse. Oviparous sharks "}
{"text": "include the horn shark, catshark, Port Jackson shark, and swellshark.[84][86]\n\nViviparity\nViviparity is the gestation of young without the use of a traditional egg, and results in live birth.[87] Viviparity in sharks can be placental or aplacental.[87] Young are born fully formed and self-sufficient.[87] Hammerheads, the requiem sharks (such as the bull and blue sharks), and smoothhounds are viviparous.[76][84]\n\nBehavior\nThe classic view describes a solitary hunter, ranging the oceans in search of food. However, this applies to only a few species. Most live far more social, sedentary, benthic lives, and appear likely to have their own distinct personalities.[88] Even solitary sharks meet for breeding or at rich hunting grounds, which may lead them to cover thousands of miles in a year.[89] Shark migration patterns may be even more complex than in birds, with many sharks covering entire ocean basins.\nSharks can be highly social, remaining in large schools. Sometimes more than 100 scallop"}
{"text": "ed hammerheads congregate around seamounts and islands, e.g., in the Gulf of California.[44] Cross-species social hierarchies exist. For example, oceanic whitetip sharks dominate silky sharks of comparable size during feeding.[76]\nWhen approached too closely some sharks perform a threat display. This usually consists of exaggerated swimming movements, and can vary in intensity according to the threat level.[90]\n\nSpeed\nIn general, sharks swim (\"cruise\") at an average speed of 8 kilometres per hour (5.0 mph), but when feeding or attacking, the average shark can reach speeds upwards of 19 kilometres per hour (12 mph). The shortfin mako shark, the fastest shark and one of the fastest fish, can burst at speeds up to 50 kilometres per hour (31 mph).[91] The great white shark is also capable of speed bursts. These exceptions may be due to the warm-blooded, or homeothermic, nature of these sharks' physiology. Sharks can travel 70 to 80 km in a day.[92]\n\nIntelligence\nSharks possess brain-to-body"}
{"text": " mass ratios that are similar to mammals and birds,[93] and have exhibited apparent curiosity and behavior resembling play in the wild.[94][95]\nThere is evidence that juvenile lemon sharks can use observational learning in their investigation of novel objects in their environment.[96]\n\nSleep\nAll sharks need to keep water flowing over their gills in order for them to breathe; however, not all species need to be moving to do this. Those that are able to breathe while not swimming do so by using their spiracles to force water over their gills, thereby allowing them to extract oxygen from the water. It has been recorded that their eyes remain open while in this state and actively follow the movements of divers swimming around them[97] and as such they are not truly asleep.\nSpecies that do need to swim continuously to breathe go through a process known as sleep swimming, in which the shark is essentially unconscious. It is known from experiments conducted on the spiny dogfish that its spinal"}
{"text": " cord, rather than its brain, coordinates swimming, so spiny dogfish can continue to swim while sleeping, and this also may be the case in larger shark species.[97] In 2016 a great white shark was captured on video for the first time in a state researchers believed was sleep swimming.[98]\n\n\nEcology\nFeeding\nThis section is about shark feeding. For the sport of shark feeding, see Shark baiting.\nMost sharks are carnivorous.[99] Basking sharks, whale sharks, and megamouth sharks have independently evolved different strategies for filter feeding plankton: basking sharks practice ram feeding, whale sharks use suction to take in plankton and small fishes, and megamouth sharks make suction feeding more efficient by using the luminescent tissue inside of their mouths to attract prey in the deep ocean. This type of feeding requires gill rakers—long, slender filaments that form a very efficient sieve—analogous to the baleen plates of the great whales. The shark traps the plankton in these filament"}
{"text": "s and swallows from time to time in huge mouthfuls. Teeth in these species are comparatively small because they are not needed for feeding.[99]\n\n Unlike many other sharks, the great white shark is not actually an apex predator in all of its natural environments, as it is sometimes hunted by orcas\nOther highly specialized feeders include cookiecutter sharks, which feed on flesh sliced out of other larger fish and marine mammals. Cookiecutter teeth are enormous compared to the animal's size. The lower teeth are particularly sharp. Although they have never been observed feeding, they are believed to latch onto their prey and use their thick lips to make a seal, twisting their bodies to rip off flesh.[44]\nSome seabed–dwelling species are highly effective ambush predators. Angel sharks and wobbegongs use camouflage to lie in wait and suck prey into their mouths.[100] Many benthic sharks feed solely on crustaceans which they crush with their flat molariform teeth.\nOther sharks feed on squid o"}
{"text": "r fish, which they swallow whole. The viper dogfish has teeth it can point outwards to strike and capture prey that it then swallows intact. The great white and other large predators either swallow small prey whole or take huge bites out of large animals. Thresher sharks use their long tails to stun shoaling fishes, and sawsharks either stir prey from the seabed or slash at swimming prey with their tooth-studded rostra.\nMany sharks, including the whitetip reef shark are cooperative feeders and hunt in packs to herd and capture elusive prey. These social sharks are often migratory, traveling huge distances around ocean basins in large schools. These migrations may be partly necessary to find new food sources.[101]\n\nRange and habitat\nSharks are found in all seas. They generally do not live in fresh water, with a few exceptions such as the bull shark and the river shark which can swim both in seawater and freshwater.[102] Sharks are common down to depths of 2,000 metres (7,000 ft), and som"}
{"text": "e live even deeper, but they are almost entirely absent below 3,000 metres (10,000 ft). The deepest confirmed report of a shark is a Portuguese dogfish at 3,700 metres (12,100 ft).[103]\n\nRelationship with humans\nAttacks\n A sign warning about the presence of sharks in Salt Rock, South Africa\n Snorkeler swims near a blacktip reef shark. In rare circumstances involving poor visibility, blacktips may bite a human, mistaking it for prey. Under normal conditions they are harmless and shy.\nMain article: Shark attack\nIn 2006 the International Shark Attack File (ISAF) undertook an investigation into 96 alleged shark attacks, confirming 62 of them as unprovoked attacks and 16 as provoked attacks. The average number of fatalities worldwide per year between 2001 and 2006 from unprovoked shark attacks is 4.3.[104]\nContrary to popular belief, only a few sharks are dangerous to humans. Out of more than 470 species, only four have been involved in a significant number of fatal, unprovoked attacks on hu"}
{"text": "mans: the great white, oceanic whitetip, tiger, and bull sharks.[105][106] These sharks are large, powerful predators, and may sometimes attack and kill people. Despite being responsible for attacks on humans they have all been filmed without using a protective cage.[107]\nThe perception of sharks as dangerous animals has been popularized by publicity given to a few isolated unprovoked attacks, such as the Jersey Shore shark attacks of 1916, and through popular fictional works about shark attacks, such as the Jaws film series. Jaws author Peter Benchley, as well as Jaws director Steven Spielberg, later attempted to dispel the image of sharks as man-eating monsters.[108]\nTo help avoid an unprovoked attack, humans should not wear jewelry or metal that is shiny and refrain from splashing around too much.[109]\nIn general, sharks show little pattern of attacking humans specifically. Research indicates that when humans do become the object of a shark attack, it is possible that the shark has m"}
{"text": "istaken the human for species that are its normal prey, such as seals.[110][111]\n\nIn captivity\nMain article: Sharks in captivity\nUntil recently, only a few benthic species of shark, such as hornsharks, leopard sharks and catsharks, had survived in aquarium conditions for a year or more. This gave rise to the belief that sharks, as well as being difficult to capture and transport, were difficult to care for. More knowledge has led to more species (including the large pelagic sharks) living far longer in captivity, along with safer transportation techniques that have enabled long-distance transportation.[112] The great white shark had never been successfully held in captivity for long periods of time until September 2004, when the Monterey Bay Aquarium successfully kept a young female for 198 days before releasing her.\n\n A whale shark in Georgia Aquarium\nMost species are not suitable for home aquaria, and not every species sold by pet stores are appropriate. Some species can flourish in h"}
{"text": "ome saltwater aquaria.[113] Uninformed or unscrupulous dealers sometimes sell juvenile sharks like the nurse shark, which upon reaching adulthood is far too large for typical home aquaria.[113] Public aquaria generally do not accept donated specimens that have outgrown their housing. Some owners have been tempted to release them.[113] Species appropriate to home aquaria represent considerable spatial and financial investments as they generally approach adult lengths of 3 feet (90 cm) and can live up to 25 years.[113]\n\nIn culture\n Shark-themed nose art, made popular by the Flying Tigers (pictured), is commonly seen on military aircraft.\nIn Hawaii\nSharks figure prominently in Hawaiian mythology. Stories tell of men with shark jaws on their back who could change between shark and human form. A common theme was that a shark-man would warn beach-goers of sharks in the waters. The beach-goers would laugh and ignore the warnings and get eaten by the shark-man who warned them. Hawaiian mytholog"}
{"text": "y also includes many shark gods. Among a fishing people, the most popular of all aumakua, or deified ancestor guardians, are shark aumakua. Kamaku describes in detail how to offer a corpse to become a shark. The body transforms gradually until the kahuna can point the awe-struck family to the markings on the shark's body that correspond to the clothing in which the beloved's body had been wrapped. Such a shark aumakua becomes the family pet, receiving food, and driving fish into the family net and warding off danger. Like all aumakua it had evil uses such as helping kill enemies. The ruling chiefs typically forbade such sorcery. Many Native Hawaiian families claim such an aumakua, who is known by name to the whole community.[114]\nKamohoali'i is the best known and revered of the shark gods, he was the older and favored brother of Pele,[115] and helped and journeyed with her to Hawaii. He was able to assume all human and fish forms. A summit cliff on the crater of Kilauea is one of his mo"}
{"text": "st sacred spots. At one point he had a heiau (temple or shrine) dedicated to him on every piece of land that jutted into the ocean on the island of Molokai. Kamohoali'i was an ancestral god, not a human who became a shark and banned the eating of humans after eating one herself.[116][117] In Fijian mythology, Dakuwaqa was a shark god who was the eater of lost souls.\n\nIn American Samoa\nOn the island of Tutuila in American Samoa (a U.S. territory), there is a location called Turtle and Shark (Laumei ma Malie) which is important in Samoan culture — the location is the site of a legend called O Le Tala I Le Laumei Ma Le Malie, in which two humans are said to have transformed into a turtle and a shark.[118][119][120] According to the U.S. National Park Service, \"Villagers from nearby Vaitogi continue to reenact an important aspect of the legend at Turtle and Shark by performing a ritual song intended to summon the legendary animals to the ocean surface, and visitors are frequently amazed to "}
{"text": "see one or both of these creatures emerge from the sea in apparent response to this call.\"[118]\n\nIn popular culture\nMain article: Sharks in popular culture\nIn contrast to the complex portrayals by Hawaiians and other Pacific Islanders, the European and Western view of sharks has historically been mostly of fear and malevolence.[121] Sharks are used in popular culture commonly as eating machines, notably in the Jaws novel and the film of the same name, along with its sequels.[122] Sharks are threats in other films such as Deep Blue Sea, The Reef, and others, although they are sometimes used for comedic effect such as in Finding Nemo and the Austin Powers series. \nSharks tend to be seen quite often in cartoons whenever a scene involves the ocean. Such examples include the Tom and Jerry cartoons, Jabberjaw, and other shows produced by Hanna-Barbera. They also are used commonly as a clichéd means of killing off a character that is held up by a rope or some similar object as the sharks swim "}
{"text": "right below them, or the character may be standing on a plank above shark infested waters.[citation needed]\n\nPopular misconceptions\nA popular myth is that sharks are immune to disease and cancer, but this is not scientifically supported. Sharks have been known to get cancer.[123][124] Both diseases and parasites affect sharks. The evidence that sharks are at least resistant to cancer and disease is mostly anecdotal and there have been few, if any, scientific or statistical studies that show sharks to have heightened immunity to disease.[125]\nOther apparently false claims are that fins prevent cancer[126] and treat osteoarthritis.[127] No scientific proof supports these claims; at least one study has shown shark cartilage of no value in cancer treatment.[128]\n\nThreats to sharks\nFurther information: List of threatened sharks and Shark sanctuary\n The annual shark catch has increased rapidly over the last 60 years.\n The value of shark fins for shark fin soup has led to an increase in shark "}
{"text": "catches where usually only the fins are taken, while the rest of the shark is discarded, typically into the sea; health concerns about BMAA in the fins now exists regarding consumption of the soup\n A 4.3-metre (14 ft), 540-kilogram (1,200 lb) tiger shark caught in Kāne'ohe Bay, Oahu in 1966\nFishery\nIn 2008, it was estimated that nearly 100 million sharks were being killed by people every year, due to commercial and recreational fishing.[129][130] In 2021, it was estimated that the population of oceanic sharks and rays had dropped by 71% over the previous half-century.[7]\nShark finning yields are estimated at 1.44 million metric tons (1.59 million short tons) for 2000, and 1.41 million metric tons (1.55 million short tons) for 2010. Based on an analysis of average shark weights, this translates into a total annual mortality estimate of about 100 million sharks in 2000, and about 97 million sharks in 2010, with a total range of possible values between 63 and 273 million sharks per year.[1"}
{"text": "31][132] Sharks are a common seafood in many places, including Japan and Australia. In the Australian state of Victoria, shark is the most commonly used fish in fish and chips,[citation needed] in which fillets are battered and deep-fried or crumbed and grilled. In fish and chip shops, shark is called flake. In India, small sharks or baby sharks (called sora in Tamil language, Telugu language) are sold in local markets. Since the flesh is not developed, cooking the flesh breaks it into powder, which is then fried in oil and spices (called sora puttu/sora poratu). The soft bones can be easily chewed. They are considered a delicacy in coastal Tamil Nadu. Icelanders ferment Greenland sharks to produce a delicacy called hákarl.[133] During a four-year period from 1996 to 2000, an estimated 26 to 73 million sharks were killed and traded annually in commercial markets.[134]\nSharks are often killed for shark fin soup. Fishermen capture live sharks, fin them, and dump the finless animal back in"}
{"text": "to the water. Shark finning involves removing the fin with a hot metal blade.[130] The resulting immobile shark soon dies from suffocation or predators.[135] Shark fin has become a major trade within black markets all over the world. Fins sell for about $300/lb in 2009.[136] Poachers illegally fin millions each year. Few governments enforce laws that protect them.[132] In 2010 Hawaii became the first U.S. state to prohibit the possession, sale, trade or distribution of shark fins.[137] From 1996 to 2000, an estimated 38 million sharks had been killed per year for harvesting shark fins.[134] It is estimated by TRAFFIC that over 14,000 tonnes of shark fins were exported into Singapore between 2005–2007 and 2012–2014.[138]\nShark fin soup is a status symbol in Asian countries and is erroneously considered healthy and full of nutrients. Scientific research has revealed, however, that high concentrations of BMAA are present in shark fins.[139] Because BMAA is a neurotoxin, consumption of shar"}
{"text": "k fin soup and cartilage pills, therefore, may pose a health risk.[140] BMAA is under study for its pathological role in neurodegegerative diseases such as, ALS, Alzheimer's disease, and Parkinson's disease.\nSharks are also killed for meat. European diners consume dogfishes, smoothhounds, catsharks, makos, porbeagle and also skates and rays.[141] However, the U.S. FDA lists sharks as one of four fish (with swordfish, king mackerel, and tilefish) whose high mercury content is hazardous to children and pregnant women.\nSharks generally reach sexual maturity only after many years and produce few offspring in comparison to other harvested fish. Harvesting sharks before they reproduce severely impacts future populations. Capture induced premature birth and abortion (collectively called capture-induced parturition) occurs frequently in sharks/rays when fished.[78] Capture-induced parturition is rarely considered in fisheries management despite being shown to occur in at least 12% of live beari"}
{"text": "ng sharks and rays (88 species to date).[78]\nThe majority of shark fisheries have little monitoring or management. The rise in demand for shark products increases pressure on fisheries.[45] Major declines in shark stocks have been recorded—some species have been depleted by over 90% over the past 20–30 years with population declines of 70% not unusual.[142] A study by the International Union for Conservation of Nature suggests that one quarter of all known species of sharks and rays are threatened by extinction and 25 species were classified as critically endangered.[143][144]\n\nShark culling\nMain article: Shark culling\nIn 2014, a shark cull in Western Australia killed dozens of sharks (mostly tiger sharks) using drum lines,[145] until it was cancelled after public protests and a decision by the Western Australia EPA; from 2014 to 2017, there was an \"imminent threat\" policy in Western Australia in which sharks that \"threatened\" humans in the ocean were shot and killed.[146] This \"imminen"}
{"text": "t threat\" policy was criticized by senator Rachel Siewart for killing endangered sharks.[147] The \"imminent threat\" policy was cancelled in March 2017.[148] In August 2018, the Western Australia government announced a plan to re-introduce drum lines (though, this time the drum lines are \"SMART\" drum lines).[149]\nFrom 1962 to the present,[150] the government of Queensland has targeted and killed sharks in large numbers by using drum lines, under a \"shark control\" program—this program has also inadvertently killed large numbers of other animals such as dolphins; it has also killed endangered hammerhead sharks.[151][152][153][154] Queensland's drum line program has been called \"outdated, cruel and ineffective\".[154] From 2001 to 2018, a total of 10,480 sharks were killed on lethal drum lines in Queensland, including in the Great Barrier Reef.[155] From 1962 to 2018, roughly 50,000 sharks were killed by Queensland authorities.[156]\nThe government of New South Wales has a program that delibe"}
{"text": "rately kills sharks using nets.[153][157] The current net program in New South Wales has been described as being \"extremely destructive\" to marine life, including sharks.[158] Between 1950 and 2008, 352 tiger sharks and 577 great white sharks were killed in the nets in New South Wales — also during this period, a total of 15,135 marine animals were killed in the nets, including dolphins, whales, turtles, dugongs, and critically endangered grey nurse sharks.[159] There has been a very large decrease in the number of sharks in eastern Australia, and the shark-killing programs in Queensland and New South Wales are partly responsible for this decrease.[156]\nKwazulu-Natal, an area of South Africa, has a shark-killing program using nets and drum lines—these nets and drum lines have killed turtles and dolphins, and have been criticized for killing wildlife.[160] During a 30-year period, more than 33,000 sharks have been killed in KwaZulu-Natal's shark-killing program — during the same 30-year "}
{"text": "period, 2,211 turtles, 8,448 rays, and 2,310 dolphins were killed in KwaZulu-Natal.[160] Authorities on the French island of Réunion kill about 100 sharks per year.[161]\nKilling sharks negatively affects the marine ecosystem.[162][163] Jessica Morris of Humane Society International calls shark culling a \"knee-jerk reaction\" and says, \"sharks are top order predators that play an important role in the functioning of marine ecosystems. We need them for healthy oceans.\"[164]\nGeorge H. Burgess, the former[165] director of the International Shark Attack File, \"describes [shark] culling as a form of revenge, satisfying a public demand for blood and little else\";[166] he also said shark culling is a \"retro-type move reminiscent of what people would have done in the 1940s and 50s, back when we didn't have an ecological conscience and before we knew the consequences of our actions.\"[166] Jane Williamson, an associate professor in marine ecology at Macquarie University, says \"There is no scientifi"}
{"text": "c support for the concept that culling sharks in a particular area will lead to a decrease in shark attacks and increase ocean safety.\"[167]\n\nOther threats\nOther threats include habitat alteration, damage and loss from coastal development, pollution and the impact of fisheries on the seabed and prey species.[168] The 2007 documentary Sharkwater exposed how sharks are being hunted to extinction.[169]\n\nConservation\nFurther information: List of threatened sharks and Shark sanctuary\nIn 1991, South Africa was the first country in the world to declare Great White sharks a legally protected species[170] (however, the KwaZulu-Natal Sharks Board is allowed to kill great white sharks in its \"shark control\" program in eastern South Africa).[160]\nIntending to ban the practice of shark finning while at sea, the United States Congress passed the Shark Finning Prohibition Act in 2000.[171]  Two years later the Act saw its first legal challenge in United States v. Approximately 64,695 Pounds of Shark F"}
{"text": "ins.  In 2008 a Federal Appeals Court ruled that a loophole in the law allowed non-fishing vessels to purchase shark fins from fishing vessels while on the high seas.[172] Seeking to close the loophole, the Shark Conservation Act was passed by Congress in December 2010, and it was signed into law in January 2011.[173][174]\nIn 2003, the European Union introduced a general shark finning ban for all vessels of all nationalities in Union waters and for all vessels flying a flag of one of its member states.[175] This prohibition was amended in June 2013 to close remaining loopholes.[176]\nIn 2009, the International Union for Conservation of Nature's IUCN Red List of Endangered Species named 64 species, one-third of all oceanic shark species, as being at risk of extinction due to fishing and shark finning.[177][178]\nIn 2010, the Convention on International Trade in Endangered Species (CITES) rejected proposals from the United States and Palau that would have required countries to strictly regu"}
{"text": "late trade in several species of scalloped hammerhead, oceanic whitetip and spiny dogfish sharks. The majority, but not the required two-thirds of voting delegates, approved the proposal. China, by far the world's largest shark market, and Japan, which battles all attempts to extend the convention to marine species, led the opposition.[179][180] In March 2013, three endangered commercially valuable sharks, the hammerheads, the oceanic whitetip and porbeagle were added to Appendix 2 of CITES, bringing shark fishing and commerce of these species under licensing and regulation.[181]\nIn 2010, Greenpeace International added the school shark, shortfin mako shark, mackerel shark, tiger shark and spiny dogfish to its seafood red list, a list of common supermarket fish that are often sourced from unsustainable fisheries.[182] Advocacy group Shark Trust campaigns to limit shark fishing. Advocacy group Seafood Watch directs American consumers to not eat sharks.[183]\nUnder the auspices of the Conve"}
{"text": "ntion on the Conservation of Migratory Species of Wild Animals (CMS), also known as the Bonn Convention, the Memorandum of Understanding on the Conservation of Migratory Sharks was concluded and came into effect in March 2010. It was the first global instrument concluded under CMS and aims at facilitating international coordination for the protection, conservation and management of migratory sharks, through multilateral, intergovernmental discussion and scientific research.\nIn July 2013, New York state, a major market and entry point for shark fins, banned the shark fin trade joining\nseven other states of the United States and the three Pacific U.S territories in providing legal protection to sharks.[184]\nIn the United States, and as of January 16, 2019, 12 states including (Massachusetts, Maryland, Delaware, California, Illinois, Hawaii, Oregon, Nevada, Rhode Island, Washington, New York and Texas) along with 3 U.S. territories (American Samoa, Guam and the Northern Mariana Islands) ha"}
{"text": "ve passed laws against the sale or possession of shark fins.[185][186]\nSeveral regions now have shark sanctuaries or have banned shark fishing — these regions include American Samoa, the Bahamas, the Cook Islands, French Polynesia, Guam, the Maldives, the Marshall Islands, Micronesia, the Northern Mariana Islands, and Palau.[187][188][189]\nIn April 2020 researchers reported to have traced the origins of shark fins of endangered hammerhead sharks from a retail market in Hong Kong back to their source populations and therefore the approximate locations where the sharks were first caught using DNA analysis.[190][191]\nIn July 2020 scientists reported results of a survey of 371 reefs in 58 nations estimating the conservation status of reef sharks globally. No sharks have been observed on almost 20% of the surveyed reefs and shark depletion was strongly associated with both socio-economic conditions and conservation measures.[192][193] Sharks are considered to be a vital part of the ocean eco"}
{"text": "system.\nAccording to a 2021 study in Nature,[194] overfishing has resulted in a 71% global decline in the number of oceanic sharks and rays over the preceding 50 years. The oceanic whitetip, and both the scalloped hammerhead and great hammerheads are now classified as critically endangered.[195] Sharks in tropical waters have declined more rapidly than those in temperate zones during the period studied.[196] A 2021 study published in Current Biology found that overfishing is currently driving over one-third of sharks and rays to extinction.[197]\n\nSee also\n\n\nFish portal\nSharks portal\n\nList of sharks\nList of prehistoric cartilaginous fish genera\nOsteichthyes\nMarine vertebrate\nOutline of sharks\nShark meat\n\nFurther reading\nJustine Calma (16 August 2021). \"How drones are changing our view of sharks\". The Verge.\nSharks ‘critical’ to restoring damaged ecosystems, finds study. The Guardian, 22 March 2021\nMusick, John A and Musick, Susanna (2011) \"Sharks\" Archived 2016-03-03 at the Wayback Machi"}
{"text": "ne In: Review of the state of world marine fishery resources, pages 245–254, FAO Fisheries technical paper 569, FAO, Rome. ISBN 978-92-5-107023-9.\nSharks Falling Prey To Humans' Appetites National Geographic, 28 October 2010.\nReferences\n\n\n^ | Motta, P.; Habegger, M. L.; Lang, A.; Hueter, R.; Davis, J. (2012). \"Selachii (shark) website:onlinelibrary.wiley.com\". Journal of Morphology. 273 (10): 1096–1110. doi:10.1002/jmor.20047. PMID 22730019. S2CID 23881820. Archived from the original on 2021-07-15. Retrieved 2021-01-07.\n\n^ a b Pough, F. Harvey; Janis, Christine M. (2018). Vertebrate Life, 10th Edition. Oxford University Press. pp. 96–103. ISBN 9781605357218.\n\n^ a b Martin, R. Aidan. \"Geologic Time\". ReefQuest. Archived from the original on 2012-01-24. Retrieved 2006-09-09.\n\n^ Pimiento, Catalina; Cantalapiedra, Juan L.; Shimada, Kenshu; Field, Daniel J.; Smaers, Jeroen B. (24 January 2019). \"Evolutionary pathways toward gigantism in sharks and rays\". Evolution. 73 (2): 588–599. doi:10.11"}
{"text": "11/evo.13680. PMID 30675721. S2CID 59224442.\n\n^ Allen, Thomas B. (1999). The Shark Almanac. New York: The Lyons Press. ISBN 978-1-55821-582-5. OCLC 39627633.\n\n^ Budker, Paul (1971). The Life of Sharks. London: Weidenfeld and Nicolson. SBN 297003070.\n\n^ a b Einhorn, Catrin (January 27, 2021). \"Shark Populations Are Crashing, With a 'Very Small Window' to Avert Disaster\". The New York Times. Retrieved January 31, 2021.\n\n^ \"Online Etymology Dictionary\". Etymonline.com. Archived from the original on 2012-10-04. Retrieved 2013-09-07.\n\n^ Marx, Robert F. (1990). The History of Underwater Exploration. Courier Dover Publications. p. 3. ISBN 978-0-486-26487-5.\n\n^ Online Etymology Dictionary, shark.\n\n^ Jones, Tom. \"The Xoc, the Sharke, and the Sea Dogs: An Historical Encounter\". Archived from the original on 2008-11-21. Retrieved 2009-07-11.\n\n^ \"Shark\". Middle English Dictionary. University of Michigan. Archived from the original on 2013-08-20. Retrieved 2014-02-02.\n\n^ a b Martin, R. Aidan. \"The E"}
{"text": "arliest Sharks\". ReefQuest. Archived from the original on 2008-12-23. Retrieved 2009-02-10.\n\n^ a b c Martin, R. Aidan. \"Ancient Sharks\". ReefQuest. Archived from the original on 2012-12-18. Retrieved 2006-09-09.\n\n^ a b Martin, R. Aidan. \"The Origin of Modern Sharks\". ReefQuest. Archived from the original on 2006-06-18. Retrieved 2006-09-09.\n\n^ \"Xenacanth\" Archived 2007-01-07 at the Wayback Machine. Hooper Virtual Natural History Museum. Retrieved on 11/26/06.\n\n^ \"Biology of Sharks and Rays: 'The Earliest Sharks'\" Archived 2007-03-02 at the Wayback Machine. Retrieved on 11/26/06.\n\n^ Pradel, A.; Maisey, J. G.; Tafforeau, P.; Mapes, R. H.; Mallatt, J. (2014). \"A Palaeozoic shark with osteichthyan-like branchial arches\". Nature. 509 (7502): 608–611. Bibcode:2014Natur.509..608P. doi:10.1038/nature13195. PMID 24739974. S2CID 3504437.\n\n^ Martin, R. Aidan. \"The Rise of Modern Sharks\". Archived from the original on 2012-10-16. Retrieved 2007-08-28.\n\n^ Klimley, Peter; Ainley, David (1996). Great "}
{"text": "White Sharks: The Biology of Carcharodon carcharias. Academic Press. ISBN 978-0-12-415031-7.\n\n^ Pimiento, Catalina; Dana J. Ehret; Bruce J. MacFadden; Gordon Hubbell (May 10, 2010).  Stepanova, Anna (ed.). \"Ancient Nursery Area for the Extinct Giant Shark Megalodon from the Miocene of Panama\". PLOS ONE. 5 (5): e10552. Bibcode:2010PLoSO...510552P. doi:10.1371/journal.pone.0010552. PMC 2866656. PMID 20479893.\n\n^ a b Wroe, S.; Huber, D. R.; Lowry, M.; McHenry, C.; Moreno, K.; Clausen, P.; Ferrara, T. L.; Cunningham, E.; Dean, M. N.; Summers, A. P. (2008). \"Three-dimensional computer analysis of white shark jaw mechanics: how hard can a great white bite?\". Journal of Zoology. 276 (4): 336–342. doi:10.1111/j.1469-7998.2008.00494.x.\n\n^ Sharks once nearly disappeared in an abrupt extinction event 'twice as extreme' as the one that killed the dinosaurs\n\n^ Sibert, Elizabeth C.; Rubin, Leah D. (2021-06-04). \"An early Miocene extinction in pelagic sharks\". Science. 372 (6546): 1105–1107. Bibcode:2"}
{"text": "021Sci...372.1105S. doi:10.1126/science.aaz3549. ISSN 0036-8075. PMID 34083491. S2CID 235324552.\n\n^ Elassar, Alaa (13 June 2021). \"Scientists say 90% of the world's open-ocean sharks died off in mystery extinction event 19 million years ago\". cnn.com. Retrieved 13 June 2021.\n\n^ a b \"Sharks (Chondrichthyes)\". FAO. Archived from the original on 2008-08-02. Retrieved 2009-09-14.\n\n^ Pavan-Kumar, A.; Gireesh-Babu, P.; Babu, P. P. Suresh; Jaiswar, A. K.; Hari Krishna, V.; Prasasd, K. Pani; Chaudhari, Aparna; Raje, S. G.; Chakraborty, S. K. (January 2014). \"Molecular phylogeny of elasmobranchs inferred from mitochondrial and nuclear markers\". Molecular Biology Reports. 41 (1): 447–457. doi:10.1007/s11033-013-2879-6. PMID 24293104. S2CID 16018112.\n\n^ Amaral, Cesar R. L.; Pereira, Filipe; Silva, Dayse A.; Amorim, António; de Carvalho, Elizeu F. (2017-09-20). \"The mitogenomic phylogeny of the Elasmobranchii (Chondrichthyes)\". Mitochondrial DNA Part A. 29 (6): 867–878. doi:10.1080/24701394.2017.13"}
{"text": "76052. PMID 28927318. S2CID 3258973.\n\n^ a b \"Compagno's FAO Species List - 1984\". Elasmo.com. Archived from the original on 2010-05-28. Retrieved 2009-09-14.\n\n^ a b \"Echinorhiniformes\". WoRMS. Retrieved 2022-01-29.\n\n^ Straube, Nicolas; Li, Chenhong; Claes, Julien M.; Corrigan, Shannon; Naylor, Gavin J. P. (2015). \"Molecular phylogeny of Squaliformes and first occurrence of bioluminescence in sharks\". BMC Evolutionary Biology. 15 (1): 162. doi:10.1186/s12862-015-0446-6. ISSN 1471-2148. PMC 4537554. PMID 26277575.\n\n^ Martin, R. Aidan. \"Teeth of the Skin\". Archived from the original on 2007-10-12. Retrieved 2007-08-28.\n\n^ a b Gilbertson, Lance (1999). Zoology Laboratory Manual. New York: McGraw-Hill Companies, Inc. ISBN 978-0-07-237716-3.\n\n^ a b Martin, R. Aidan. \"Skeleton in the Corset\". ReefQuest Centre for Shark Research. Archived from the original on 2009-11-25. Retrieved 2009-08-21.\n\n^ a b \"A Shark's Skeleton & Organs\". Archived from the original on August 5, 2010. Retrieved August 14"}
{"text": ", 2009.\n\n^ Hamlett, W. C. (1999f). Sharks, Skates and Rays: The Biology of Elasmobranch Fishes. Johns Hopkins University Press. ISBN 978-0-8018-6048-5. OCLC 39217534.\n\n^ Hamlett, William C. (April 23, 1999). Sharks, skates, and rays: the biology of elasmobranch fishes (1 ed.). p 56: The Johns Hopkins University Press. p. 528. ISBN 978-0-8018-6048-5.{{cite book}}:  CS1 maint: location (link)\n\n^ a b Martin, R. Aidan. \"The Importance of Being Cartilaginous\". ReefQuest Centre for Shark Research. Archived from the original on 2009-02-27. Retrieved 2009-08-29.\n\n^ Martin, R. Aidan. \"Skin of the Teeth\". Archived from the original on 2012-01-24. Retrieved 2007-08-28.\n\n^ \"Camouflage facts\". National Geographic Society. 4 January 2019. Retrieved 2021-11-25.\n\n^ Womersley, Freya; Hancock, James; Perry, Cameron T.; Rowat, David (February 2021). \"Wound-healing capabilities of whale sharks (Rhincodon typus) and implications for conservation management\". Conservation Physiology. 9 (1): coaa120. doi:10.1"}
{"text": "093/conphys/coaa120. PMC 7859907. PMID 33569175.\n\n^ Michael, Bright. \"Jaws: The Natural History of Sharks\". Columbia University. Archived from the original on 2009-05-11. Retrieved 2009-08-29.\n\n^ Nelson, Joseph S. (1994). Fishes of the World. New York: John Wiley and Sons. ISBN 978-0-471-54713-6. OCLC 28965588.\n\n^ a b c d Compagno, Leonard; Dando, Marc; Fowler, Sarah (2005). Sharks of the World. Collins Field Guides. ISBN 978-0-00-713610-0. OCLC 183136093.\n\n^ a b Pratt, H. L. Jr; Gruber, S. H.; Taniuchi, T (1990). Elasmobranchs as living resources: Advances in the biology, ecology, systematics, and the status of the fisheries. NOAA Tech Rept.\n\n^ William J. Bennetta (1996). \"Deep Breathing\". Archived from the original on 2007-08-14. Retrieved 2007-08-28.\n\n^ \"Do sharks sleep\". Flmnh.ufl.edu. 2017-05-02. Archived from the original on 2010-09-18.\n\n^ \"SHARKS & RAYS, SeaWorld/Busch Gardens ANIMALS, CIRCULATORY SYSTEM\". Busch Entertainment Corporation. Archived from the original on 2009-04-24."}
{"text": " Retrieved 2009-09-03.\n\n^ Martin, R. Aidan (April 1992). \"Fire in the Belly of the Beast\". ReefQuest Centre for Shark Research. Archived from the original on 2009-09-17. Retrieved 2009-08-21.\n\n^ Griffith, R. W (1980). \"Chemistry of the Body Fluids of the Coelacanth, Latimeria chalumnae\". Proceedings of the Royal Society B: Biological Sciences. 208 (1172): 329–347. Bibcode:1980RSPSB.208..329G. doi:10.1098/rspb.1980.0054. JSTOR 35431. PMID 6106196. S2CID 38498079.\n\n^ \"Sharkproject\". Archived from the original on 4 March 2016. Retrieved 31 December 2016.\n\n^ John A. Musick (2005). \"Management techniques for elasmobranch fisheries: 14. Shark Utilization\". FAO: Fisheries and Aquaculture Department. Archived from the original on 2011-07-22. Retrieved 2008-03-16.\n\n^ Thomas Batten. \"MAKO SHARK Isurus oxyrinchus\". Delaware Sea Grant, University of Delaware. Archived from the original on 2008-03-11. Retrieved 2008-03-16.\n\n^ Forrest, John N. (Jnr.) (2016). \"The Shark Rectal Gland Model: A Champion "}
{"text": "of Receptor Mediated Chloride Secretion Through CFTR\". Transactions of the American Clinical Climatological Association. 127: 162–175. PMC 5216465. PMID 28066051.\n\n^ a b Martin, R. Aidan. \"No Guts, No Glory\". ReefQuest Centre for Shark Research. Archived from the original on 2009-08-11. Retrieved 2009-08-22.\n\n^ Potenza, Alessandra (20 June 2017). \"Sharks literally puke their guts out — here's why\". The Verge. Archived from the original on 19 June 2017. Retrieved 21 June 2017.\n\n^ Park, Hyun Bong; Lam, Yick Chong; Gaffney, Jean P.; Weaver, James C.; Krivoshik, Sara Rose; Hamchand, Randy; Pieribone, Vincent; Gruber, David F.; Crawford, Jason M. (27 September 2019). \"Bright Green Biofluorescence in Sharks Derives from Bromo-Kynurenine Metabolism\". iScience. 19: 1291–1336. Bibcode:2019iSci...19.1291P. doi:10.1016/j.isci.2019.07.019. PMC 6831821. PMID 31402257.\n\n^ Martin, R. Aidan. \"Smell and Taste\". ReefQuest Centre for Shark Research. Archived from the original on 2009-12-07. Retrieved 2009"}
{"text": "-08-21.\n\n^ a b c Yopak, Kara E.; Lisney, Thomas J.; Collin, Shaun P. (2015-03-01). \"Not all sharks are \"swimming noses\": variation in olfactory bulb size in cartilaginous fishes\". Brain Structure and Function. 220 (2): 1127–1143. doi:10.1007/s00429-014-0705-0. ISSN 1863-2661. PMID 24435575. S2CID 2829434.\n\n^ Yopak, Kara E.; Lisney, Thomas J.; Darlington, Richard B.; Collin, Shaun P.; Montgomery, John C.; Finlay, Barbara L. (2010-07-20). \"A conserved pattern of brain scaling from sharks to primates\". Proceedings of the National Academy of Sciences. 107 (29): 12946–12951. Bibcode:2010PNAS..10712946Y. doi:10.1073/pnas.1002195107. ISSN 0027-8424. PMC 2919912. PMID 20616012. S2CID 2151639.\n\n^ The Function of Bilateral Odor Arrival Time Differences in Olfactory Orientation of Sharks Archived 2012-03-08 at the Wayback Machine, Jayne M. Gardiner, Jelle Atema, Current Biology - 13 July 2010 (Vol. 20, Issue 13, pp. 1187-1191)\n\n^ Martin, R. Aidan. \"Vision and a Carpet of Light\". ReefQuest Centre f"}
{"text": "or Shark Research. Archived from the original on 2009-04-29. Retrieved 2009-08-22.\n\n^ \"Sharks are colour-blind, new study finds\". Archived from the original on 2011-01-24. Retrieved 2011-02-03.\n\n^ Gill, Victoria (2011-01-18). \"Sharks are probably colour-blind\". BBC News. Archived from the original on 2011-01-19. Retrieved 2011-01-19.\n\n^ Nathan Scott Hart, Susan Michelle Theiss, Blake Kristin Harahush and Shaun Patrick Collin (2011). \"Microspectrophotometric evidence for cone monochromacy in sharks\". Naturwissenschaften. 98 (3): 193–201. Bibcode:2011NW.....98..193H. doi:10.1007/s00114-010-0758-8. PMID 21212930. S2CID 30148811.{{cite journal}}:  CS1 maint: multiple names: authors list (link)\n\n^ Martin, R. Aidan. \"Hearing and Vibration Detection\". Archived from the original on 2008-05-01. Retrieved 2008-06-01.\n\n^ Casper, B. M. (2006). \"The hearing abilities of elasmobranch fishes\". Graduate Theses and Dissertations: 16.\n\n^ Kalmijn AJ (1982). \"Electric and magnetic field detection in elasmo"}
{"text": "branch fishes\". Science. 218 (4575): 916–8. Bibcode:1982Sci...218..916K. doi:10.1126/science.7134985. PMID 7134985.\n\n^ Meyer CG; Holland KN; Papastamatiou YP (2005). \"Sharks can detect changes in the geomagnetic field\". Journal of the Royal Society, Interface. 2 (2): 129–30. doi:10.1098/rsif.2004.0021. PMC 1578252. PMID 16849172.\n\n^ Bleckmann, Horst; Zelick, Randy (March 2009). \"Lateral line system of fish\". Integrative Zoology. 4 (1): 13–25. doi:10.1111/j.1749-4877.2008.00131.x. ISSN 1749-4877. PMID 21392273.\n\n^ Popper, A. N.; C. Platt (1993). \"Inner ear and lateral line\". The Physiology of Fishes (1st ed).\n\n^ \"Mote Marine Laboratory, \"Shark Notes\"\". Mote.org. Archived from the original on 2012-01-24. Retrieved 2012-08-27.\n\n^ \"Florida Museum of Natural History Ichthyology Department, \"National Shark Research Consortium–Shark Basics\"\". Archived from the original on September 4, 2007.\n\n^ Nielsen, J.; Hedeholm, R. B.; Heinemeier, J.; Bushnell, P. G.; Christiansen, J. S.; Olsen, J.; Ramsey"}
{"text": ", C. B.; Brill, R. W.; Simon, M.; Steffensen, K. F.; Steffensen, J. F. (2016-08-12). \"Eye lens radiocarbon reveals centuries of longevity in the Greenland shark (Somniosus microcephalus)\". Science. 353 (6300): 702–704. Bibcode:2016Sci...353..702N. doi:10.1126/science.aaf1703. hdl:2022/26597. PMID 27516602. S2CID 206647043.\n\n^ Pennisi, Elizabeth (11 August 2016). \"Greenland shark may live 400 years, smashing longevity record\". Science. doi:10.1126/science.aag0748. Archived from the original on 12 August 2016. Retrieved 11 August 2016.\n\n^ a b c Leonard J. V. Compagno (1984). Sharks of the World: An annotated and illustrated catalogue of shark species known to date. Food and Agriculture Organization of the United Nations. ISBN 978-92-5-104543-5. OCLC 156157504.\n\n^ Gruber, Samuel H. (February 21, 2000). \"LIFE STYLE OF SHARKS\". Archived from the original on July 27, 2011. Retrieved June 20, 2010.\n\n^ a b c Adams, Kye R.; Fetterplace, Lachlan C.; Davis, Andrew R.; Taylor, Matthew D.; Knott, Na"}
{"text": "than A. (January 2018). \"Sharks, rays and abortion: The prevalence of capture-induced parturition in elasmobranchs\". Biological Conservation. 217: 11–27. doi:10.1016/j.biocon.2017.10.010. Archived from the original on 2019-02-23. Retrieved 2018-11-24.\n\n^ a b Martin, R. Aidan. \"Why Do Sharks Have Two Penises?\". ReefQuest Centre for Shark Research. Archived from the original on 2009-08-28. Retrieved 2009-08-22.\n\n^ \"How Do Sharks Mate? - Center For Ocean Life\". Center For Ocean Life. Archived from the original on 2018-09-06. Retrieved 2018-09-09.\n\n^ Chapman DD; Shivji MS; Louis E; Sommer J; Fletcher H; Prodöhl PA (2007). \"Virgin birth in a hammerhead shark\". Biology Letters. 3 (4): 425–7. doi:10.1098/rsbl.2007.0189. PMC 2390672. PMID 17519185.\n\n^ In shark tank, an asexual birth Archived 2009-07-09 at the Wayback Machine, Boston Globe, 10 Oct. 2008\n\n^ Fountain, Henry (2007-05-23). \"Female sharks reproduce without male DNA, scientists say\". The New York Times, New York City. Archived from th"}
{"text": "e original on 2009-04-17. Retrieved 2007-11-13.\n\n^ a b c d \"SHARKS & RAYS, SeaWorld/Busch Gardens ANIMALS, BIRTH & CARE OF YOUNG\". Busch Entertainment Corporation. Archived from the original on 2013-08-03. Retrieved 2009-09-03.\n\n^ Adams, Kye R; Fetterplace, Lachlan C; Davis, Andrew R; Taylor, Matthew D; Knott, Nathan A (2018). \"Sharks, rays and abortion: The prevalence of capture-induced parturition in elasmobranchs\". Biological Conservation. 217: 11–27. doi:10.1016/j.biocon.2017.10.010. Archived from the original on 2019-02-23. Retrieved 2018-11-24.\n\n^ \"Marine Biology notes\". School of Life Sciences, Napier University. Archived from the original on 2003-08-23. Retrieved 2006-09-12.\n\n^ a b c Carrier, J.C; Musick, J.A.; Heithaus, M.R. (2012). Biology of Sharks and Their Relatives: Second Edition. Taylor & Francis Group.\n\n^ The truth about sharks: Far from being 'killing machines', they have personalities, best friends and an exceptional capacity for learning Archived 2015-07-03 at the Wa"}
{"text": "yback Machine (2014-11-28), The Independent\n\n^ Ravilious, Kate (2005-10-07). \"Scientists track shark's 12,000 mile round-trip\". Guardian Unlimited. London. Retrieved 2006-09-17.\n\n^ Richard H. Johnson & Donald R. Nelson (1973-03-05). \"Agonistic Display in the Gray Reef Shark, Carcharhinus menisorrah, and Its Relationship to Attacks on Man\". Copeia. 1973 (1): 76–84. doi:10.2307/1442360. JSTOR 1442360.\n\n^ Reefquest Center for Shark Research. What's the Speediest Marine Creature? Archived 2009-04-14 at the Wayback Machine\n\n^ The secret life of sharks Archived 2012-04-05 at the Wayback Machine, Maria Moscaritolo, The Adelaide Advertiser, 3 March 2012.\n\n^ Kathreen E. Ruckstuhl; Peter Neuhaus, eds. (January 23, 2006). \"Sexual Segregation in Sharks\". Sexual segregation in vertebrates. Cambridge University Press. p. 128. ISBN 978-0-521-83522-0.\n\n^ \"Is the White Shark Intelligent\". ReefQuest Centre for Shark Research. Archived from the original on 2012-01-24. Retrieved 2006-08-07.\n\n^ \"Biology of "}
{"text": "the Porbeagle\". ReefQuest Centre for Shark Research. Archived from the original on 2013-02-17. Retrieved 2006-08-07.\n\n^ Guttridge, T.L., van Dijk, S., Stamhuis, E.J., Krause, J., Gruber, S.H. and Brown, C. (2013). \"Social learning in juvenile lemon sharks, Negaprion brevirostris\". Animal Cognition. 16 (1): 55–64. doi:10.1007/s10071-012-0550-6. PMID 22933179. S2CID 351363. Archived from the original on 2019-04-27. Retrieved 2019-09-05.{{cite journal}}:  CS1 maint: uses authors parameter (link)\n\n^ a b \"How Do Sharks Swim When Asleep?\". ReefQuest Centre for Shark Research. Archived from the original on 2012-01-24. Retrieved 2006-08-07.\n\n^ \"Great White Shark Caught On Camera Napping For The First Time\". NPR. 6 July 2016. Retrieved 16 December 2019.\n\n^ a b Martin, R. Aidan. \"Building a Better Mouth Trap\". ReefQuest Centre for Shark Research. Archived from the original on 2012-01-24. Retrieved 2009-08-22.\n\n^ Martin, R. Aidan. \"Order Orectolobiformes: Carpet Sharks—39 species\". ReefQuest Centr"}
{"text": "e for Shark Research. Archived from the original on 2009-04-29. Retrieved 2009-08-29.\n\n^ Stevens 1987\n\n^ \"Carcharhinus leucas\". University of Michigan Museum of Zoology, Animal Diversity Web. Archived from the original on 2011-06-05. Retrieved 2006-09-08.\n\n^ Priede IG, Froese R, Bailey DM,  et al. (2006). \"The absence of sharks from abyssal regions of the world's oceans\". Proceedings: Biological Sciences. 273 (1592): 1435–41. doi:10.1098/rspb.2005.3461. PMC 1560292. PMID 16777734.\n\n^ \"Worldwide shark attack summary\". International Shark Attack File. Archived from the original on 2007-08-18. Retrieved 2007-08-28.\n\n^ \"Statistics on Attacking Species of Shark\". ISAF. Archived from the original on 2009-07-24. Retrieved 2006-09-12.\n\n^ \"Biology of sharks and rays\". ReefQuest Centre for Shark Research. Archived from the original on 2006-02-06. Retrieved 2014-01-17.\n\n^ Buttigieg, Alex. \"The Sharkman meets Ron & Valerie Taylor\". Sharkman's Graphics. Archived from the original on 2009-03-03. Retr"}
{"text": "ieved 2009-08-29.\n\n^ Handwerk, Brian (7 June 2002). \"Jaws Author Peter Benchley Talks Sharks\". National Geographic Society. Archived from the original on 25 August 2009. Retrieved 2009-08-29.\n\n^ \"How Should We Respond When Humans and Sharks Collide?\". News.nationalgeographic.com. 2013-07-04. Archived from the original on 2013-09-06. Retrieved 2013-09-07.\n\n^ The real reasons why sharks attack humans, By Richard Gray, 8th August 2019.\n\n^ Global shark attack hotspots: Identifying underlying factors behind increased unprovoked shark bite incidence, by Blake K.Chapman Daryl McPhee. September 16, 2016. sciencedirect.com.\n\n^ \"Whale Sharks in Captivity\". Archived from the original on September 2, 2006. Retrieved 2006-09-13.\n\n^ a b c d Michael, Scott W. (March 2004). \"Sharks at Home\". Aquarium Fish Magazine. pp. 20–29.\n\n^ Beckwith, Martha (1940). \"Guardian Gods\". Archived from the original on May 27, 2009. Retrieved August 13, 2009.\n\n^ \"Pele, Goddess of Fire\". Archived from the original on 2006-"}
{"text": "09-01. Retrieved 2006-09-13.\n\n^ \"Traditions of O'ahu: Stories of an Ancient Island\". Archived from the original on September 18, 2009. Retrieved August 14, 2009.\n\n^ Taylor, Leighton R. (November 1993). Sharks of Hawaii: Their Biology and Cultural Significance. University of Hawaii Press. ISBN 978-0-8248-1562-2.\n\n^ a b \"National Register of Historic Places Registration Form - Turtle and Shark (American Samoa)\" (PDF). United States National Park Service. Archived from the original (PDF) on 2018-10-25. Retrieved October 25, 2018.\n\n^ \"The Turtle And The Shark\". Ryanwoodwardart.com. Archived from the original on 2018-10-25. Retrieved October 25, 2018.\n\n^ \"Samoa - Some Legends of Samoa\". Janesocienia.coam. Archived from the original on 2018-11-28. Retrieved October 25, 2018.\n\n^ Crawford, Dean (2008). Shark. Reaktion Books. pp. 47–55. ISBN 978-1861893253.\n\n^ Jøn, A. Asbjørn; Aich, Raj S. (2015). \"Southern shark lore forty years after Jaws: The positioning of sharks within Murihiku, New Zealand"}
{"text": "\". Australian Folklore: A Yearly Journal of Folklore Studies (30).\n\n^ Finkelstein JB (2005). \"Sharks do get cancer: few surprises in cartilage research\". Journal of the National Cancer Institute. 97 (21): 1562–3. doi:10.1093/jnci/dji392. PMID 16264172.\n\n^ Ostrander GK; Cheng KC; Wolf JC; Wolfe MJ (2004). \"Shark cartilage, cancer and the growing threat of pseudoscience\". Cancer Research. 64 (23): 8485–91. doi:10.1158/0008-5472.CAN-04-2260. PMID 15574750.\n\n^ \"Do Sharks Hold Secret to Human Cancer Fight?\". National Geographic. Archived from the original on 2012-01-24. Retrieved 2006-09-08.\n\n^ \"Alternative approaches to prostate cancer treatment\". Archived from the original on June 2, 2008. Retrieved 2008-06-23.\n\n^ Pollack, Andrew (3 June 2007). \"Shark Cartilage, Not a Cancer Therapy\". New York Times. Archived from the original on 11 December 2008. Retrieved 2009-08-29.\n\n^ The results of a study sponsored by the National Cancer Institute, and led by Dr. Charles Lu of the M.D. Anderson Cance"}
{"text": "r Center in Houston, Texas, were presented at the annual meeting of the American Society of Clinical Oncology on June 2, 2007 in Chicago. Cancer patients treated with extracts from shark cartilage had a shorter median lifespan than patients receiving a placebo.  \"Shark fin won't help fight cancer, but ginseng will\". Retrieved 2008-06-23.[dead link]\n\n^ HowStuffWorks \"How many sharks are killed recreationally each year - and why?\". Animals.howstuffworks.com. Retrieved on 2010-09-16. Archived March 7, 2013, at the Wayback Machine\n\n^ a b \"Shark fin soup alters an ecosystem—CNN.com\". CNN. 2008-12-15. Archived from the original on 2010-03-26. Retrieved 2010-05-23.\n\n^ Worm, Boris; Davis, Brendal; Kettemer, Lisa; Ward-Paige, Christine A.; Chapman, Demian; Heithaus, Michael R.; Kessel, Steven T.; Gruber, Samuel H. (2013). \"Global catches, exploitation rates, and rebuilding options for sharks\". Marine Policy. 40: 194–204. doi:10.1016/j.marpol.2012.12.034.\n\n^ a b Nicholas K Dulvy; Sarah L Fowler; "}
{"text": "John A Musick; Rachel D Cavanagh; Peter M Kyne; Lucy R Harrison; John K Carlson; Lindsay NK Davidson; Sonja V Fordham; Malcolm P Francis; Caroline M Pollock; Colin A Simpfendorfer; George H Burgess; Kent E Carpenter; Leonard JV Compagno; David A Ebert; Claudine Gibson; Michelle R Heupel; Suzanne R Livingstone; Jonnell C Sanciangco; John D Stevens; Sarah Valenti; William T White (2014). \"Extinction risk and conservation of the world's sharks and rays\". eLife. 3: e00590. doi:10.7554/eLife.00590. PMC 3897121. PMID 24448405. eLife 2014;3:e00590\n\n^ Herz, Rachel (28 January 2012). \"You eat that?\". Wall Street Journal. Archived from the original on 17 March 2015. Retrieved 30 January 2012.\n\n^ a b Bakalar, Nicholas (October 12, 2006). \"38 Million Sharks Killed for Fins Annually, Experts Estimate\". National Geographic. Archived from the original on October 17, 2012. Retrieved 2012-12-02.\n\n^ [1] Archived August 4, 2008, at the Wayback Machine\n\n^ Ask your senator to support the Shark Conservation "}
{"text": "Act\n\n^ \"Hawaii: Shark Fin Soup Is Off the Menu\". New York Times. Associated Press. May 28, 2010. Archived from the original on July 1, 2017. Retrieved June 2010. {{cite news}}: Check date values in: |access-date= (help) Research exemptions are available.\n\n^ \"Sharks and Rays - Species we work with at TRAFFIC\". www.traffic.org. Archived from the original on 2019-01-10. Retrieved 2019-01-10.\n\n^ Kiyo Mondo; Neil Hammerschlag; Margaret Basile; John Pablo; Sandra A. Banack; Deborah C. Mash (2012). \"Cyanobacterial Neurotoxin β-N-Methylamino-L-alanine (BMAA) in Shark Fins\". Marine Drugs. 10 (2): 509–520. doi:10.3390/md10020509. PMC 3297012. PMID 22412816.\n\n^ \"Neurotoxins in shark fins: A human health concern\". Science Daily. February 23, 2012. Archived from the original on August 9, 2019. Retrieved August 9, 2019.\n\n^ \"Shark fisheries and trade in Europe: Fact sheet on Italy\". Archived from the original on 2007-09-27. Retrieved 2007-09-06.\n\n^ Walker, T.I. (1998). Shark Fisheries Management and B"}
{"text": "iology.\n\n^ France Porcher, Illa (2014-01-24). \"One Quarter of Sharks and Rays Face Extinction\". Archived from the original on 2014-01-26. Retrieved 2014-01-24.\n\n^ Morales, Alex. \"Extinction Threatens 1/4 of Sharks and Rays on Red List\". Bloomberg L.P. Archived from the original on 21 January 2014. Retrieved 24 January 2014.\n\n^ Brown, Sophie (8 May 2014). \"Australia: Over 170 sharks caught under controversial cull program\". CNN. Archived from the original on 1 January 2017. Retrieved 31 December 2016.\n\n^ Milman, Oliver (23 October 2014). \"WA abandons shark culling program, but reserves right to kill again\". The Guardian. Archived from the original on 26 November 2016. Retrieved 31 December 2016.\n\n^ Wahlquist, Calla (12 February 2015). \"Western Australia's 'serious threat' shark policy condemned by Senate\". The Guardian. Archived from the original on 26 November 2016. Retrieved 31 December 2016.\n\n^ Mercer, Daniel (19 April 2017). \"Premier Mark McGowan's shark plan not enough to protect us"}
{"text": "\". The West Australian. Archived from the original on 2018-09-09. Retrieved 2 September 2018.\n\n^ \"Sharks to be caught on SMART drum lines off WA's South West after Labor U-turn\". ABC News (Australia). August 14, 2018. Archived from the original on 2018-09-02. Retrieved September 2, 2018.\n\n^ \"Queensland - Overview\". seashepherd.org.au. Archived from the original on 23 August 2017. Retrieved 31 December 2016.\n\n^ \"Drumlines nab 695 sharks\". The Australian. Retrieved 31 December 2016.\n\n^ Watson, Matt (25 August 2015). \"Dolphins, rays among hundreds killed on Queensland shark nets and drum lines, figures show\". ABC News (Australia). Archived from the original on 12 May 2017. Retrieved 31 December 2016.\n\n^ a b \"Shark nets in Australia – what are they and how do they work?\". Sealifetrust.org.au. Archived from the original on 2018-09-19. Retrieved September 18, 2018.\n\n^ a b Phillips, Jack. \"Endangered Hammerhead Sharks Dead on Drum Line in Great Barrier Reef\". Ntd.tv. Archived from the original"}
{"text": " on 2018-09-19. Retrieved September 18, 2018.\n\n^ \"Queensland Government Kills Sharks, Faces Court Challenge\". maritime-exeecutive.com. September 4, 2018. Archived from the original on 2018-09-04. Retrieved October 25, 2018.\n\n^ a b Deutrom, Rhian (December 14, 2018). \"Aussie shark population in staggering decline\". News.com.au. Archived from the original on 2018-12-23. Retrieved December 22, 2018.\n\n^ \"New South Wales - Overview\". seashepherd.org.au. Archived from the original on 27 November 2016. Retrieved 31 December 2016.\n\n^ Scott, Elfy (July 5, 2018). \"Here's What You Need To Know About Australia's SMART Drum Lines Being Used To Prevent Shark Attacks\". Buzzfeed. Archived from the original on 2018-10-13. Retrieved September 2, 2018.\n\n^ \"Shark Culling\". Australian Marine Convservation Society. Archived from the original on 2018-10-02. Retrieved October 25, 2018.\n\n^ a b c \"Shark nets\". Sharkangels.org. Archived from the original on 2018-09-19. Retrieved September 18, 2018.\n\n^ \"Man Who De"}
{"text": "voted Life To Sharks, Killed Off The Coast Of Reunion\". nzherald.co.nz. April 30, 2017. Archived from the original on 2018-10-02. Retrieved October 25, 2018.\n\n^ Schetzer, Alana (8 May 2017). \"Sharks: How A Cull Could Ruin An Ecosystem\". University of Melbourne. Archived from the original on 2018-10-02. Retrieved September 19, 2018.\n\n^ Hubbard, Chloe (April 30, 2017). \"No Shark Cull: Why Some Surfers Don't Want to Kill Great Whites Despite Lethal Attacks\". NBC News. Archived from the original on 2018-08-06. Retrieved September 19, 2018.\n\n^ Morris, Jessica (December 8, 2016). \"Shark Nets – Death Traps For Marine Animals\". hsi.org.au. Archived from the original on 2018-10-02. Retrieved October 25, 2018.\n\n^ Fraser, Doug (October 8, 2018). \"Expert: Shark threat 'always going to be a problem' for Cape Cod\". Cape Cod Times. Archived from the original on 2018-10-20. Retrieved October 25, 2018.\n\n^ a b Contenta, Sandro (June 16, 2014). \"How To Swim With Sharks And Not Get Eaten\". Toronto Star. Ar"}
{"text": "chived from the original on 2018-09-19. Retrieved September 19, 2018.\n\n^ Williamson, Jane (August 17, 2015). \"Mike Baird is right, culling sharks doesn't work – here's what we can do instead\". Theconversation.com. Archived from the original on 2019-01-17. Retrieved December 22, 2018.\n\n^ \"The Greatest Threats to Sharks\". Oceana. 2007. Archived from the original on 2009-06-03. Retrieved 2009-08-29.\n\n^ Sharkwater | Movies Archived 2009-04-25 at the Wayback Machine. EW.com (2007-10-31). Retrieved on 2010-09-16.\n\n^ \"White Shark Trust - Conservation\". Greatwhiteshark.co.za. Archived from the original on 2012-03-06. Retrieved 2012-06-15.\n\n^ \"Bill Summary & Status, 106th Congress (1999 - 2000), H.R.5461: Major Congressional Actions\". THOMAS. Library of Congress. 2000-12-21. Archived from the original on September 4, 2015. Retrieved March 27, 2012.\n\n^ United States v. Approximately 64,695 Pounds of Shark Fins Archived 2015-10-16 at the Wayback Machine, 520 F.3d 976, (9th Cir., 2008).\n\n^ \"Bill Su"}
{"text": "mmary & Status, 111th Congress (2009 - 2010), H.R.81: Major Congressional Actions\". THOMAS. Library of Congress. 2011-01-04. Archived from the original on September 4, 2015. Retrieved March 27, 2012.\n\n^ Shark Conservation Act of 2009 | The Humane Society of the United States. Hsus.org. Retrieved on 2010-09-16. Archived November 14, 2010, at the Wayback Machine\n\n^ \"COUNCIL REGULATION (EC) No 1185/2003 of 26 June 2003 on the removal of fins of sharks on board vessels\". European Union. 26 June 2003. Archived from the original on 4 September 2015. Retrieved 25 September 2014.\n\n^ \"REGULATION (EU) No 605/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\". 12 June 2013. Archived from the original on 4 September 2015. Retrieved 25 September 2014.\n\n^ Camhi, M.D.; Valenti, S.V.; Fordham, S.V.; Fowler, S.L.; Gibson, C., eds. (February 2007). \"The Conservation Status of Pelagic Sharks and Rays\" (PDF). Pelagic Shark Red List Workshop. Oxford, England: IUCN Shark Specialist Group. ISBN 978-0-9561063"}
{"text": "-1-5. Archived from the original (PDF) on January 14, 2011. Retrieved April 3, 2012.\n\n^ Jha, Alok (2009-06-25). \"Fishing puts a third of all oceanic shark species at risk of extinction\". The Guardian. London. Archived from the original on 2013-09-06. Retrieved 2009-07-16.\n\n^ Jolly, David (2010-03-23). \"U.N. Group Rejects Shark Protections\". The New York Times. Archived from the original on 2017-07-01. Retrieved 2017-02-23.\n\n^ \"Qatar. UN body flip-flops on shark protection\". Tawa News, Canwest News Service. March 26, 2010. Archived from the original on March 29, 2010.\n\n^ MCGrath, Matt (11 March 2013). \"'Historic' day for shark protection\". BBC News. Archived from the original on 10 June 2013. Retrieved 27 July 2013.\n\n^ \"Greenpeace International Seafood Red list\". Greenpeace.org. 2003-03-17. Archived from the original on 2010-08-20. Retrieved 2010-09-23.\n\n^ \"Seafod WATCH, National Sustainable Seafood Guide July 2009\" (PDF). July 2009. Archived from the original (PDF) on 2010-04-18. Retrie"}
{"text": "ved 2009-08-29.\n\n^ \"New York Ends Shark Fin Trade - Gov. Cuomo Signs Legislation to Protect Sharks and Oceans\". The Humane Society of the United States. 26 July 2013. Archived from the original on 31 July 2013. Retrieved 27 July 2013.\n\n^ Millward, Susan. \"Restaurants Currently Offering Shark Fin Soup\". Animal Welfare Institute. Archived from the original on April 6, 2019. Retrieved August 9, 2019.\n\n^ Fobar, Rachel (January 16, 2019). \"Shark fin is banned in 12 U.S. states—but it's still on the menu\". National Geographic. Archived from the original on August 9, 2019. Retrieved August 9, 2019.\n\n^ \"Laws Protecting Sharks\". Sharksavers.org. Archived from the original on 2018-09-03. Retrieved September 3, 2018.\n\n^ Foster, Joanna M. (August 4, 2011). \"Pacific Islands Band Together on a Shark Sanctuary\". The New York Times. Archived from the original on 2018-09-03. Retrieved September 3, 2018.\n\n^ Urbina, Ian (February 17, 2016). \"Palau vs. the Poachers\". The New York Times.{{cite news}}:  CS1 "}
{"text": "maint: url-status (link)\n\n^ \"Fins from endangered hammerhead sharks in Hong Kong market traced mainly to Eastern Pacific\". phys.org. Retrieved 17 May 2020.\n\n^ Fields, A. T.; Fischer, G. A.; Shea, S. K. H.; Zhang, H.; Feldheim, K. A.; Chapman, D. D. (2020). \"DNA Zip-coding: identifying the source populations supplying the international trade of a critically endangered coastal shark\". Animal Conservation. 23 (6): 670–678. doi:10.1111/acv.12585. S2CID 218775112.\n\n^ \"Sharks almost gone from many reefs\". phys.org. Retrieved 17 August 2020.\n\n^ MacNeil, M. Aaron; Chapman, Demian D.; Heupel, Michelle; Simpfendorfer, Colin A.; Heithaus, Michael; Meekan, Mark; Harvey, Euan; Goetze, Jordan; Kiszka, Jeremy; Bond, Mark E.; Currey-Randall, Leanne M.; Speed, Conrad W.; Sherman, C. Samantha; Rees, Matthew J.; Udyawer, Vinay; Flowers, Kathryn I.; Clementi, Gina; Valentin-Albanese, Jasmine; Gorham, Taylor; Adam, M. Shiham; Ali, Khadeeja; Pina-Amargós, Fabián; Angulo-Valdés, Jorge A.; Asher, Jacob; Barcia"}
{"text": ", Laura García; Beaufort, Océane; Benjamin, Cecilie; Bernard, Anthony T. F.; Berumen, Michael L.;  et al. (July 2020). \"Global status and conservation potential of reef sharks\". Nature. 583 (7818): 801–806. Bibcode:2020Natur.583..801M. doi:10.1038/s41586-020-2519-y. hdl:10754/664495. ISSN 1476-4687. PMID 32699418. S2CID 220696105. Retrieved 17 August 2020.\n\n^ Pacoureau, Nathan; Rigby, Cassandra L.; Kyne, Peter M.; Sherley, Richard B.; Winker, Henning; Carlson, John K.; Fordham, Sonja V.; Barreto, Rodrigo; Fernando, Daniel; Francis, Malcolm P.; Jabado, Rima W.; Herman, Katelyn B.; Liu, Kwang-Ming; Marshall, Andrea D.; Pollom, Riley A.; Romanov, Evgeny V.; Simpfendorfer, Colin A.; Yin, Jamie S.; Kindsvater, Holly K.; Dulvy, Nicholas K. (2021). \"Half a century of global decline in oceanic sharks and rays\". Nature. 589 (7843): 567–571. Bibcode:2021Natur.589..567P. doi:10.1038/s41586-020-03173-9. hdl:10871/124531. PMID 33505035. S2CID 231723355.\n\n^ Briggs, Helen (28 January 2021). \"Extinctio"}
{"text": "n: 'Time is running out' to save sharks and rays\". BBC News. Retrieved 29 January 2021.\n\n^ Richardson, Holly (27 January 2021). \"Shark, ray populations have declined by 'alarming' 70 per cent since 1970s, study finds\". ABC News. Australian Broadcasting Corporation. Retrieved 29 January 2021.\n\n^ Dulvy, Nicholas K.; Pacoureau, Nathan;  et al. (2021). \"Overfishing drives over one-third of all sharks and rays toward a global extinction crisis\". Current Biology. 31 (21): 4773–4787. doi:10.1016/j.cub.2021.08.062. PMID 34492229. S2CID 237443284.\n\n\nGeneral references\n\nCastro, Jose (1983). The Sharks of North American Waters. College Station: Texas A&M University Press. ISBN 978-0-89096-143-8. OCLC 183037060.\nStevens, John D. (1987). Sharks. New York: NY Facts on File Publications. ISBN 978-0-8160-1800-0. OCLC 15163749.\nPough, F. H.; Janis, C. M.; Heiser, J. B. (2005). Vertebrate Life (7th ed.). New Jersey: Pearson Education Ltd. ISBN 978-0-13-127836-3. OCLC 54822028.\nClover, Charles (2004). The"}
{"text": " End of the Line: How overfishing is changing the world and what we eat. London: Ebury Press. ISBN 978-0-09-189780-2.\nOwen, David (2009). Shark: In Peril in the Sea. New South Wales: Allen and Unwin. ISBN 978-1-74175-032-4.\n\n\n\n\nWikispecies has information related to Selachimorpha.\n\n\n\n\nThe Wikibook Dichotomous Key has a page on the topic of: Selachimorpha\n\nvteSharksTopics\nOutline of sharks\nShark anatomy\nShark teeth\nEgg case (Chondrichthyes)\nThreat display\nThreatened sharks\nTaxonomy\nCarcharhiniformes (Ground sharks)\nHeterodontiformes (Bullhead sharks)\nHexanchiformes\nLamniformes (Mackerel sharks)\nOrectolobiformes (Carpet sharks)\nPristiophoriformes (Sawsharks)\nSqualiformes\nSquatiniformes (Angel sharks)\n† Cladoselachiformes\n† Hybodontiformes\n† Symmoriida\n† Xenacanthida (Xenacantiformes)\nList of sharks\nHumaninteraction\nShark attack\nAustralia\nRéunion\nSouth Africa\nSouth Australia\nShark attack prevention\nShark cage diving\nShark culling\nDrum lines\nShark net\nShark tourism\nRelated\nSharks in popular"}
{"text": " culture\nShark sanctuary\nShark Alliance\nU.S. Shark Conservation Act\nGrey nurse shark conservation\nSave Our Seas Foundation\n\n Category\n WikiProject\n\nvteExtant shark species\nKingdom Animalia\nPhylum Chordata\nSubphylum Vertebrata\nClass Chondrichthyes\nSubclass Elasmobranchii\nSubdivision Selachii\nOrder Carcharhiniformes (Ground sharks)Hemigaleidae  (Weasel sharks)Hemipristis\nSnaggletooth shark (H. elongata)\nChaenogaleus\nHooktooth shark (C. macrostoma)\nHemigaleus\nAustralian weasel shark (H. australiensis)\nSicklefin weasel shark (H. microstoma)\nParagaleus\nWhitetip weasel shark (P. leucolomatus)\nAtlantic weasel shark (P. pectoralis)\nSlender weasel shark (P. randalli)\nStraight-tooth weasel shark (P. tengi)\nLeptochariidaeLeptocharias\nBarbeled houndshark (L. smithii)\nProscylliidae  (Finback sharks)Ctenacis\nHarlequin catshark (C. fehlmanni)\nEridacnis\nCuban ribbontail catshark (E. barbouri)\nPygmy ribbontail catshark (E. radcliffei)\nAfrican ribbontail catshark (E. sinuans)\nProscyllium\nGraceful catshar"}
{"text": "k (P. habereri)\nP. venustum\nPseudotriakidaeGollum\nSlender smooth-hound (G. attenuatus)\nPseudotriakis\nFalse catshark (P. microdon)\nSphyrnidae  (Hammerhead sharks)Eusphyra\nWinghead shark (E. blochii)\nSphyrna\nScalloped bonnethead (S. corona)\nWhitefin hammerhead (S. couardi)\nScalloped hammerhead (S. lewini)\nScoophead (S. media)\nGreat hammerhead (S. mokarran)\nBonnethead (S. tiburo)\nSmalleye hammerhead (S. tudes)\nSmooth hammerhead (S. zygaena)\nTriakidae  (Houndsharks)Furgaleus\nWhiskery shark (F. macki)\nGaleorhinus\nSchool shark (G. galeus)\nGogolia\nSailback houndshark (G. filewoodi)\nHemitriakis\nDeepwater sicklefin hound shark (H. abdita)\nSicklefin hound shark (H. falcata)\nJapanese topeshark (H. japanica)\nWhitefin topeshark (H. leucoperiptera)\nOcellate topeshark (Hemitriakis Sp.A)\nHypogaleus\nBlacktip tope (H. hyugaensis)\nIago\nLongnose houndshark (I. garricki)\nBigeye houndshark (I. omanensis)\nLowfin houndshark (Iago Sp.A)\nMustelus  (Smooth-hounds)\nM. albipinnis\nGummy shark (M. antarcticus)\nStarry"}
{"text": " smooth-hound (M. asterias)\nGray smooth-hound (M. californicus)\nDusky smooth-hound (M. canis)\nSharptooth smooth-hound (M. dorsalis)\nStriped smooth-hound (M. fasciatus)\nSpotless smooth-hound (M. griseus)\nBrown smooth-hound (M. henlei)\nSmalleye smooth-hound (M. higmani)\nSpotted estuary smooth-hound (M. lenticulatus)\nSicklefin smooth-hound (M. lunulatus)\nStarspotted smooth-hound (M. manazo)\nSpeckled smooth-hound (M. mento)\nM. minicanis\nArabian smooth-hound (M. mosis)\nCommon smooth-hound (M. mustelus)\nNarrowfin smooth-hound (M. norrisi)\nWhitespotted smooth-hound (M. palumbes)\nBlackspotted smooth-hound (M. punctulatus)\nM. ravidus\nNarrownose smooth-hound (M. schmitti)\nGulf smoothhound (M. sinusmexicanus)\nHumpback smooth-hound (M. whitneyi)\nM. widodoi\nScylliogaleus\nFlapnose houndshark (S. quecketti)\nTriakis\nSharpfin houndshark (T. acutipinna)\nSpotted houndshark (T. maculata)\nSharptooth houndshark (T. megalopterus)\nBanded houndshark (T. scyllium)\nLeopard shark (T. semifasciata)\nCarcharhinidae\nL"}
{"text": "arge family listed below\nScyliorhinidae\nLarge family listed below\nFamily Carcharhinidae (Requiem sharks)Carcharhinus\nBlacknose shark (C. acronotus)\nSilvertip shark (C. albimarginatus)\nBignose shark (C. altimus)\nGraceful shark (C. amblyrhynchoides)\nGrey reef shark (C. amblyrhynchos)\nPigeye shark (C. amboinensis)\nBorneo shark (C. borneensis)\nCopper shark (C. brachyurus)\nSpinner shark (C. brevipinna)\nNervous shark (C. cautus)\nWhitecheek shark (C. dussumieri)\nSilky shark (C. falciformis)\nCreek whaler (C. fitzroyensis)\nGalapagos shark (C. galapagenisis)\nPondicherry shark (C. hemiodon)\nFinetooth shark (C. isodon)\nSmoothtooth blacktip shark (C. leiodon)\nBull shark (C. leucas)\nBlacktip shark (C. limbatus)\nOceanic whitetip shark (C. longimanus)\nHardnose shark (C. macloti)\nBlacktip reef shark (C. melanopterus)\nDusky shark (C. obscurus)\nCaribbean reef shark (C. perezii)\nSandbar shark (C. plumbeus)\nSmalltail shark (C. porosus)\nBlackspot shark (C. sealei)\nNight shark (C. signatus)\nSpottail shark (C."}
{"text": " sorrah)\nAustralian blacktip shark (C. tilstoni)\nGaleocerdo\nTiger shark (G. cuvier)\nGlyphis  (River sharks)\nGanges shark (G. gangeticus)\nNorthern river shark (G. garricki)\nSpeartooth shark (G. glyphis)\nIrrawaddy river shark (G. siamensis)\nBorneo river shark (Glyphis sp. B)\nIsogomphodon\nDaggernose shark (I. oxyrhynchus)\nLamiopsis\nBroadfin shark (L. temminckii)\nLoxodon\nSliteye shark (L. macrorhinus)\nNasolamia\nWhitenose shark (N. velox)\nNegaprion\nSicklefin lemon shark (N. acutidens)\nLemon shark (N. brevirostris)\nPrionace\nBlue shark (P. glauca)\nRhizoprionodon\nMilk shark (R. acutus)\nBrazilian sharpnose shark (R. lalandii)\nPacific sharpnose shark (R. longurio)\nGrey sharpnose shark (R. oligolinx)\nCaribbean sharpnose shark (R. porosus)\nAustralian sharpnose shark (R. taylori)\nAtlantic sharpnose shark (R. terraenovae)\nScoliodon\nSpadenose shark (S. laticaudus)\nTriaenodon\nWhitetip reef shark (T. obesus)\nFamily Scyliorhinidae (Catsharks)Apristurus\nFlatnose cat shark (A. acanutus)\nA. albisoma\nA. aphy"}
{"text": "odes\nAtlantic ghost catshark (A. atlanticus)\nBrown catshark (A. brunneus)\nHoary catshark (A. canutus)\nFlaccid catshark (A. exsanguis)\nA. fedorovi\nHumpback cat shark (A. gibbosus)\nLongfin catshark (A. herklotsi)\nSmallbelly catshark (A. indicus)\nA. internatus\nBroadnose catshark (A. investigatoris)\nJapanese catshark (A. japonicus)\nLongnose catshark (A. kampae)\nIceland catshark (A. laurussonii)\nLonghead catshark (A. longicephalus)\nFlathead catshark (A. macrorhynchus)\nBroadmouth cat shark (A. macrostomus)\nGhost catshark (A. manis)\nBlack roughscale catshark (A. melanoasper)\nSmalleye catshark (A. microps)\nSmalldorsal cat shark (A. micropterygeus)\nLargenose catshark (A. nasutus)\nSmallfin catshark (A. parvipinnis)\nA. pinguis\nSpatulasnout catshark (A. platyrhynchus)\nDeepwater catshark (A. profundorum)\nBroadgill catshark (A. riveri)\nSaldanha catshark (A. saldanha)\nPale catshark (A. sibogae)\nSouth China catshark (A. sinensis)\nSpongehead catshark (A. spongiceps)\nPanama ghost catshark (A. stenseni)\nA"}
{"text": "symbolus\nAustralian spotted catshark (A. analis)\nA. funebris\nWestern spotted catshark (A. occiduus)\nPale spotted catshark (A. pallidus)\nA. parvus\nA. rubiginosus\nVariegated catshark (A. submaculatus)\nGulf catshark (A. vincenti)\nAtelomycterus\nA. baliensis\nBanded sand catshark (A. fasciatus)\nAustralian marbled catshark (A. macleayi)\nCoral catshark (A. marmoratus)\nAulohalaelurus\nNew Caledonia catshark (A. kanakorum)\nAustralian blackspotted catshark (A. labiosus)\nCephaloscyllium\nWhitefin swellshark (C. albipinnum)\nCircle-blotch pygmy swellshark (C. circulopullum)\nCook's swellshark (C. cooki)\nReticulated swellshark (C. fasciatum)\nFormosa swellshark (C. formosanum)\nAustralian reticulate swellshark (C. hicosellum)\nDraughtsboard shark (C. isabellum)\nAustralian swellshark (C. laticeps)\nSpotted swellshark (C. maculatum)\nLeopard-spotted swellshark (C. pardelotum)\nPainted swellshark (C. pictum)\nSarawak pygmy swellshark (C. sarawakensis)\nFlagtail swellshark (C. signourum)\nIndian swellshark (C. silasi"}
{"text": ")\nSpeckled swellshark (C. speccum)\nBalloon shark (C. sufflans)\nBlotchy swellshark (C. umbratile)\nSaddled swellshark (C. variegatum)\nSwellshark (C. ventriosum)\nNarrowbar swellshark (C. zebrum)\nCephalurus\nLollipop catshark (C. cephalus)\nFigaro\nAustralian sawtail catshark (F. boardmani)\nNorthern sawtail catshark (F. striatus)\nGaleus\nAntilles catshark (G. antillensis)\nRoughtail catshark (G. arae)\nAtlantic sawtail cat shark (G. atlanticus)\nLongfin sawtail cat shark (G. cadenati)\nGecko catshark (G. eastmani)\nSlender sawtail catshark (G. gracilis)\nLongnose sawtail cat shark (G. longirostris)\nBlackmouth catshark (G. melastomus)\nSouthern sawtail catshark (G. mincaronei)\nMouse catshark (G. murinus)\nBroadfin sawtail catshark (G. nipponensis)\nPeppered catshark (G. piperatus)\nAfrican sawtail catshark (G. polli)\nG. priapus\nBlacktip sawtail catshark (G. sauteri)\nDwarf sawtail catshark (G. schultzi)\nSpringer's sawtail cat shark (G. springeri)\nHalaelurus\nArabian catshark (H. alcockii)\nSpeckled catshark "}
{"text": "(H. boesemani)\nBlackspotted catshark (H. buergeri)\nDusky catshark (H. canescens)\nBroadhead cat shark (H. clevai)\nNew Zealand catshark (H. dawsoni)\nBristly catshark (H. hispidus)\nSpotless catshark (H. immaculatus)\nLined catshark (H. lineatus)\nMud catshark (H. lutarius)\nTiger catshark (H. natalensis)\nQuagga catshark (H. quagga)\nHaploblepharus\nPuffadder shyshark (H. edwardsii)\nBrown shyshark (H. fuscus)\nNatal shyshark (H. kistnasamyi)\nDark shyshark (H. pictus)\nHolohalaelurus\nH. favus\nH. grennian\nCrying izak (H. melanostigma)\nAfrican spotted catshark (H. punctatus)\nIzak catshark (H. regani)\nParmaturus\nWhite-tip catshark (P. albimarginatus)\nWhite-clasper catshark (P. albipenis)\nBeige catshark (P. bigus)\nCampeche catshark (P. campechiensis)\nVelvet catshark (P. lanatus)\nMcMillan's catshark (P. macmillani)\nBlackgill catshark (P. melanobranchus)\nSalamander shark (P. pilosus)\nFiletail catshark (P. xaniurus)\nShorttail catshark (Parmaturus sp. A)\nPentanchus\nOnefin catshark (P. profundicolus)\nPorode"}
{"text": "rma\nPyjama catshark (P. africanum)\nLeopard catshark (P. pantherinum)\nSchroederichthys\nNarrowmouthed catshark (S. bivius)\nRedspotted catshark (S. chilensis)\nNarrowtail catshark (S. maculatus)\nLizard catshark (S. saurisqualus)\nSlender catshark (S. tenuis)\nScyliorhinus\nPolkadot catshark (S. besnardi)\nBoa catshark (S. boa)\nSmall-spotted catshark (S. canicula)\nYellowspotted catshark (S. capensis)\nWest African catshark (S. cervigoni)\nComoro cat shark (S. comoroensis)\nBrownspotted catshark (S. garmani)\nFreckled catshark (S. haeckelii)\nWhitesaddled catshark (S. hesperius)\nBlotched catshark (S. meadi)\nChain catshark (S. retifer)\nNursehound (S. stellaris)\nIzu cat shark (S. tokubee)\nCloudy catshark (S. torazame)\nDwarf catshark (S. torrei)\nOrder Echinorhiniformes (Bramble sharks)EchinorhinidaeEchinorhinus\nBramble shark (E. brucus)\nPrickly shark (E. cookei)\nOrder Heterodontiformes (Bullhead sharks)HeterodontidaeHeterodontus\nHorn shark (H. francisci)\nCrested bullhead shark (H. galeatus)\nJapanese bull"}
{"text": "head shark (H. japonicus)\nMexican hornshark (H. mexicanus)\nOman bullhead shark (H. omanensis)\nPort Jackson shark (H. portusjacksoni)\nGalapagos bullhead shark (H. quoyi)\nWhitespotted bullhead shark (H. ramalheira)\nZebra bullhead shark (H. zebra)\nOrder HexanchiformesChlamydoselachidaeChlamydoselachus\nFrilled shark (C. anguineus)\nSouthern African frilled shark (C. africana)\nHexanchidae  (Cow sharks)Heptranchias\nSharpnose sevengill shark (H. perlo)\nHexanchus\nBluntnose sixgill shark (H. griseus)\nBigeyed sixgill shark (H. nakamurai)\nNotorynchus\nBroadnose sevengill shark (N. cepedianus)\nOrder Lamniformes (Mackerel sharks)AlopiidaeAlopias  (Thresher sharks)\nPelagic thresher (A. pelagicus)\nBigeye thresher (A. superciliosus)\nCommon thresher (A. vulpinus)\nAlopias sp. (A. sp.)\nCetorhinidaeCetorhinus\nBasking shark (C. maximus)\nLamnidaeCarcharodon\nGreat white shark (C. carcharias)\nIsurus\nShortfin mako shark (I. oxyrinchus)\nLongfin mako shark (I. paucus)\nLamna\nSalmon shark (L. ditropis)\nPorbeagle (L. "}
{"text": "nasus)\nMegachasmidaeMegachasma\nMegamouth shark (M. pelagios)\nMitsukurinidaeMitsukurina\nGoblin shark (M. owstoni)\nOdontaspididaeCarcharias\nGrey nurse shark (C. taurus)\n Indian sand tiger (C. tricuspidatus)\nOdontaspis\nSmalltooth sand tiger (O. ferox)\nBigeye sand tiger (O. noronhai)\nPseudocarchariidaePseudocarcharias\nCrocodile shark (P. kamoharai)\nOrder Orectolobiformes (Carpet sharks)BrachaeluridaeBrachaelurus\nBlind shark (B. waddi)\nHeteroscyllium\nBluegrey carpetshark (H. colcloughi)\nGinglymostomatidae  (Nurse sharks)Ginglymostoma\nNurse shark (G. cirratum)\nNebrius\nTawny nurse shark (N. ferrugineus)\nPseudoginglymostoma\nShort-tail nurse shark (P. brevicaudatum)\nHemiscylliidae  (Bamboo sharks)Chiloscyllium\nArabian carpetshark (C. arabicum)\nBurmese bamboo shark (C. burmensis)\nBluespotted bamboo shark (C. caerulopunctatum)\nGrey bamboo shark (C. griseum)\nHasselt's bamboo shark (C. hasseltii)\nSlender bamboo shark (C. indicum)\nWhitespotted bamboo shark (C. plagiosum)\nBrownbanded bamboo shark (C. "}
{"text": "punctatum)\nHemiscyllium\nIndonesian speckled carpetshark (H. freycineti)\nH. galei\nPapuan epaulette shark (H. hallstromi)\nH. henryi\nEpaulette shark (H. ocellatum)\nHooded carpetshark (H. strahani)\nSpeckled carpetshark (H. trispeculare)\nOrectolobidae  (Wobbegongs)Eucrossorhinus\nTasselled wobbegong (E. dasypogon)\nOrectolobus\nFloral banded wobbegong (O. floridus)\nBanded wobbegong (O. halei)\nWestern wobbegong (O. hutchinsi)\nJapanese wobbegong (O. japonicus)\nSpotted wobbegong (O. maculatus)\nOrnate wobbegong (O. ornatus)\nDwarf spotted wobbegong (O. parvimaculatus)\nNetwork wobbegong (O. reticulatus)\nNorthern wobbegong (O. wardi)\nSutorectus\nCobbler wobbegong (S. tentaculatus)\nParascylliidae  (Collared carpet sharks)Cirrhoscyllium\nBarbelthroat carpetshark (C. expolitum)\nTaiwan saddled carpetshark (C. formosanum)\nSaddle carpetshark (C. japonicum)\nParascyllium\nCollared carpetshark (P. collare)\nRusty carpetshark (P. ferrugineum)\nGinger carpetshark (P. sparsimaculatum)\nNecklace carpetshark (P. variolat"}
{"text": "um)\nRhincodontidaeRhincodon\nWhale shark (R. typus)\nStegostomatidaeStegostoma\nZebra shark (S. fasciatum)\nOrder Pristiophoriformes (Sawsharks)PristiophoridaePliotrema\nSixgill sawshark (P. warreni)\nPristiophorus\nLongnose sawshark (P. cirratus)\nTropical sawshark (P. delicatus)\nJapanese sawshark (P. japonicus)\nShortnose sawshark (P. nudipinnis)\nBahamas sawshark (P. schroederi)\nEastern Australian sawshark (Pristiophorus peroniensis)\nPhilippine sawshark (Pristiophorus sp. C)\nDwarf sawshark (Pristiophorus sp. D)\nOrder SqualiformesCentrophoridae  (Gulper sharks)Centrophorus\nNeedle dogfish (C. acus)\nDwarf gulper shark (C. atromarginatus)\nGulper shark (C. granulosus)\nDumb gulper shark (C. harrissoni)\nBlackfin gulper shark (C. isodon)\nLowfin gulper shark (C. lusitanicus)\nSmallfin gulper shark (C. moluccensis)\nTaiwan gulper shark (C. niaukang)\nLeafscale gulper shark (C. squamosus)\nMosaic gulper shark (C. tessellatus)\nLittle gulper shark (C. uyato)\nDeania\nBirdbeak dogfish (D. calcea)\nRough longnose d"}
{"text": "ogfish (D. hystricosa)\nArrowhead dogfish (D. profundorum)\nLongsnout dogfish (D. quadrispinosum)\nDalatiidaeEuprotomicroides\nTaillight shark (E. zantedeschia)\nHeteroscymnoides\nLongnose pygmy shark (H. marleyi)\nMollisquama\nPocket shark (M. parini)\nDalatias\nKitefin shark (D. licha)\nIsistius\nCookiecutter shark (I. brasiliensis)\nSouth China cookiecutter shark (I. labialis)\nLargetooth cookiecutter shark (I. plutodus)\nEuprotomicrus\nPygmy shark (E. bispinatus)\nSqualiolus\nSmalleye pygmy shark (S. aliae)\nSpined pygmy shark (S. laticaudus)\nEtmopteridaeAculeola\nHooktooth dogfish (A. nigra)\nCentroscyllium\nHighfin dogfish (C. excelsum)\nBlack dogfish (C. fabricii)\nGranular dogfish (C. granulatum)\nBareskin dogfish (C. kamoharai)\nCombtooth dogfish (C. nigrum)\nOrnate dogfish (C. ornatum)\nWhitefin dogfish (C. ritteri)\nEtmopterus  (Lantern sharks)\nNew Zealand lanternshark (E. baxteri)\nBlurred lanternshark (E. bigelowi)\nShorttail lanternshark (E. brachyurus)\nLined lanternshark (E. bullisi)\nE. burgessi\nCylind"}
{"text": "rical lanternshark (E. carteri)\nTailspot lanternshark (E. caudistigmus)\nCombtooth lanternshark (E. decacuspidatus)\nPink lanternshark (E. dianthus)\nE. dislineatus\nBlackmouth lanternshark (E. evansi)\nPygmy lanternshark (E. fusus)\nBroadbanded lanternshark (E. gracilispinis)\nSouthern lanternshark (E. granulosus)\nCaribbean lanternshark (E. hillianus)\nSmalleye lantern shark (E. litvinovi)\nBlackbelly lanternshark (E. lucifer)\nSlendertail lanternshark (E. molleri)\nDwarf lanternshark (E. perryi)\nAfrican lanternshark (E. polli)\nGreat lanternshark (E. princeps)\nFalse lanternshark (E. pseudosqualiolus)\nSmooth lanternshark (E. pusillus)\nDense-scale lantern shark (E. pycnolepis)\nWest Indian lanternshark (E. robinsi)\nFringefin lanternshark (E. schultzi)\nThorny lanternshark (E. sentosus)\nVelvet belly lantern shark (E. spinax)\nSplendid lanternshark (E. splendidus)\nTasmanian lanternshark (E. tasmaniensis)\nBrown lanternshark (E. unicolor)\nHawaiian lanternshark (E. villosus)\nGreen lanternshark (E. virens)\n"}
{"text": "Miroscyllium\nRasptooth dogfish (M. sheikoi)\nTrigonognathus\nViper dogfish (T. kabeyai)\nOxynotidae  (Rough sharks)Oxynotus\nPrickly dogfish (O. bruniensis)\nCaribbean roughshark (O. caribbaeus)\nAngular roughshark (O. centrina)\nJapanese roughshark (O. japonicus)\nSailfin roughshark (O. paradoxus)\nSomniosidae  (Sleeper sharks)Centroscymnus\nPortuguese dogfish (C. coelolepis)\nShortnose velvet dogfish (C. cryptacanthus)\nRoughskin dogfish (C. owstoni)\nCentroselachus\nLongnose velvet dogfish (C. crepidater)\nProscymnodon\nLargespine velvet dogfish (P. macracanthus)\nPlunket shark (P. plunketi)\nScymnodalatias\nWhitetail dogfish (S. albicauda)\nAzores dogfish (S. garricki)\nSparsetooth dogfish (S. oligodon)\nSherwood dogfish (S. sherwoodi)\nScymnodon\nSmallmouth velvet dogfish (S. obscurus)\nKnifetooth dogfish (S. ringens)\nSomniosus\nSouthern sleeper shark (S. antarcticus)\nFrog shark (S. longus )\nGreenland shark (S. microcephalus)\nPacific sleeper shark (S. pacificus)\nLittle sleeper shark (S. rostratus)\nZameus\nJa"}
{"text": "panese velvet dogfish (Z. ichiharai)\nVelvet dogfish (Z. squamulosus)\nSqualidae  (Dogfish sharks)Cirrhigaleus\nRoughskin spurdog (C. asper)\nMandarin dogfish (C. barbifer)\nSqualus  (Spurdogs)\nSpiny dogfish (S. acanthias)\nEastern highfin spurdog (S. albifrons)\nS. acutirostris\nWestern highfin spurdog (S. altipinnis)\nLongnose spurdog (S. blainville)\nFatspine spurdog (S. crassispinus)\nCuban dogfish (S. cubensis)\nEastern longnose spurdog (S. grahami)\nJapanese spurdog (S. japonicus)\nShortnose spurdog (S. megalops)\nBlacktailed spurdog (S. melanurus)\nShortspine spurdog (S. mitsukurii)\nBartail spurdog (S. notocaudatus)\nWestern longnose spurdog (S. nasutus)\nCyrano spurdog (S. rancureli)\nPacific spiny dogfish (S. suckleyi)\nOrder Squatiniformes (Angel sharks)SquatinidaeSquatina\nSawback angelshark (S. aculeata)\nAfrican angelshark (S. africana)\nEastern Australian angelshark (Squatina albipunctata)\nArgentine angelshark (S. argentina)\nChilean angelshark (S. armata)\nAustralian angelshark (S. australis)\nPac"}
{"text": "ific angelshark (S. californica)\nSand devil (S. dumeril)\nTaiwan angelshark (S. formosa)\nAngular angel shark (S. guggenheim)\nS. heteroptera\nJapanese angelshark (S. japonica)\nIndonesian angelshark (S. legnota)\nCortez angelshark (S. mexicana)\nClouded angelshark (S. nebulosa)\nSmoothback angelshark (S. oculata)\nS. punctata\nWestern Australian angelshark (Squatina pseudocellata)\nAngelshark (S. squatina)\nOrnate angelshark (S. tergocellata)\nOcellated angelshark (S. tergocellatoides)\n\nvteFishAbout fish\nDiversity\nEthnoichthyology\nEvolution\nDiseases and parasites\nFisheries\nFishing\n-as food\nFear of-\nFishBase\nFish kill\nHypoxia in-\nIchthyology\nAnatomy andphysiology\nAge determination\nAnguilliformity\nBone\ndermal\nintramembranous ossification\nCleithrum\nChromatophore\nFins\ndorsal fin\nGill\nbranchial arch\ngill raker\ngill slit\npharyngeal arch\npharyngeal slit\npseudobranch\nGlossohyal\nJaw\nhyomandibula\npharyngeal jaw\nLeydig's organ\nMauthner cell\nMeristics\nOperculum\npapillare\nPapilla\nPhotophore\nRoot effect\nShark ca"}
{"text": "rtilage\nScales\nganoine\nSpiral valve\nSuckermouth\nSwim bladder\nphysoclisti\nphysostome\nTeeth\npharyngeal\nshark\nTeleost leptins\nDigital Library\nSensorysystems\nAmpullae of Lorenzini\nBarbel\nHydrodynamic reception\nElectrocommunication\nElectroreception\nJamming avoidance response\nLateral line\nOtolith\nPassive electrolocation\nCapacity for pain\nSchreckstoff\nSurface wave detection\nVision\nWeberian apparatus\nReproduction\nBubble nest\nClasper\nEgg case\nDevelopment\nIchthyoplankton\nJuvenile\nLife history theory\nMilt\nMouthbrooder\nPolyandry\nPregnancy\nRoe\nSequential hermaphroditism\nSpawning\ntriggers\nLocomotion\nFin and flipper locomotion\nAmphibious\nWalking\nFlying\nUndulatory locomotion\nTradeoffs for locomotion in air and water\nRoboTuna\nOtherbehaviour\nAquatic predation\nAquatic respiration\nBait ball\nBottom feeders\nCleaner fish\nCorallivory\nDiel vertical migration\nElectric fish\nFilter feeders\nForage fish\nMigratory\nPaedophagy\nPredatory\nSalmon run\nSardine run\nScale eaters\nSchooling fish\nSleep\nVenomous\nIntelligence\nBy h"}
{"text": "abitat\nCave\nCoastal\nColdwater\nCoral reef\nDeep sea\nDemersal\nEuryhaline\nFreshwater\nGroundfish\nPelagic\nTropical\nOther types\nBait\nCoarse\nDiversity\nGame\nGenetically modified\nHallucinogenic\nOily\nPoisonous\nRough\nWhitefish\nCommerceFarming\nCarp\nCatfish\nOctopus\nSalmonids\nTilapia\nWild fisheries\nPredatory\nbillfish\nmackerel\nsalmon\ntuna\nForage\nanchovy\nherring\nsardine\nsprats\nDemersal\ncod\nflatfish\npollock\nMajor groups\nJawless\nhagfish\nlampreys\nCartilaginous\nchimaeras\nsharks\nrays\nBony\nspiny-finned\nfleshy-finned\nLists\nAquarium life\nBlind\nFish common names\nFish families\nGlossary of ichthyology\nLargest\nSmallest\nThreatened\nrays\nsharks\nPrehistoric\n more lists...\n\n Category\n WikiProject\n\nTaxon identifiers\nWikidata: Q7372\nWikispecies: Selachimorpha\nEoL: 46559672\nFossilworks: 218949\nITIS: 159787\nNBN: NBNSYS0000186986\nNCBI: 119203\nWoRMS: 368408\n\nAuthority control: National libraries \nFrance (data)\nGermany\nIsrael\nUnited States\nJapan\n\n\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Shark&oldid=1083"}
{"text": "767098\"\nCategories: SharksCommercial fishElasmobranchiiElectroreceptive animalsIchthyologyPredatorsExtant Silurian first appearancesHidden categories: Webarchive template wayback linksCS1 maint: locationCS1 maint: multiple names: authors listCS1 maint: uses authors parameterAll articles with dead external linksArticles with dead external links from July 2019CS1 errors: datesCS1 maint: url-statusArticles with short descriptionShort description is different from WikidataWikipedia indefinitely move-protected pagesWikipedia pages semi-protected against vandalismArticles with 'species' microformatsArticles containing Dutch-language textAll articles that may contain original researchArticles that may contain original research from August 2020Articles containing Yucatec Maya-language textAll articles with unsourced statementsArticles with unsourced statements from April 2014Articles with unsourced statements from April 2019Articles with unsourced statements from December 2013Articles with BNF "}
{"text": "identifiersArticles with GND identifiersArticles with J9U identifiersArticles with LCCN identifiersArticles with NDL identifiersGood articles\n\n\n\n\n\n\nNavigation menu\n\n\n\nPersonal tools\n\n\nNot logged inTalkContributionsCreate accountLog in\n\n\n\n\n\nNamespaces\n\n\nArticleTalk\n\n\n\n\n\nEnglish\n\n\n\n\n\n\n\n\n\nViews\n\n\nReadView sourceView history\n\n\n\n\n\nMore\n\n\n\n\n\n\n\n\nSearch\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNavigation\n\n\nMain pageContentsCurrent eventsRandom articleAbout WikipediaContact usDonate\n\n\n\n\nContribute\n\n\nHelpLearn to editCommunity portalRecent changesUpload file\n\n\n\n\nTools\n\n\nWhat links hereRelated changesUpload fileSpecial pagesPermanent linkPage informationCite this pageWikidata item\n\n\n\n\nPrint/export\n\n\nDownload as PDFPrintable version\n\n\n\n\nIn other projects\n\n\nWikimedia CommonsWikispeciesWikinews\n\n\n\n\nLanguages\n\n\nAfrikaansAlemannischአማርኛÆngliscالعربيةAragonésԱրեւմտահայերէնArpetanঅসমীয়াAsturianuAvañe'ẽAzərbaycancaتۆرکجهBasa BaliবাংলাBân-lâm-gúБашҡортсаБеларускаяБеларуская (тарашкевіца)भोजपुरीBislamaБългарскиབོད་ཡིགBosanskiBr"}
{"text": "ezhonegCatalàЧӑвашлаCebuanoČeštinaCymraegDanskالدارجةDeutschދިވެހިބަސްDiné bizaadEestiΕλληνικάEspañolEsperantoEuskaraفارسیFiji HindiFøroysktFrançaisFryskGaeilgeGàidhligGalego한국어Հայերենहिन्दीHornjoserbsceHrvatskiIdoIlokanoBahasa IndonesiaInterlinguaIñupiakÍslenskaItalianoעבריתJawaKabɩyɛಕನ್ನಡKapampanganქართულიҚазақшаKernowekKiswahiliKongoKreyòl ayisyenKurdîКыргызчаLatinaLatviešuLietuviųLingua Franca NovaMagyarМакедонскиMalagasyമലയാളംमराठीمصرىBahasa MelayuMìng-dĕ̤ng-ngṳ̄Монголမြန်မာဘာသာDorerin NaoeroNederlandsनेपाल भाषा日本語НохчийнNordfriiskNorsk bokmålNorsk nynorskNouormandOccitanଓଡ଼ିଆOromooOʻzbekcha/ўзбекчаਪੰਜਾਬੀپنجابیپښتوPolskiPortuguêsRomânăRuna SimiРусскийSakizayaScotsShqipසිංහලSimple EnglishسنڌيSlovenčinaSlovenščinaSoomaaligaکوردیСрпски / srpskiSrpskohrvatski / српскохрватскиSundaSuomiSvenskaTagalogதமிழ்TaclḥitТатарча/tatarçaతెలుగుไทยTürkçeУкраїнськаاردوVepsän kel’Tiếng Việt文言Winaray吴语ייִדיש粵語Žemaitėška中文\nEdit links\n\n\n\n\n\n\n This page was last edited on 20 April 2022, at 15:46 (UTC).\nTex"}
